<HTML>
<HEAD><TITLE>Respuestas-a-las-preguntas-Douglas-Santos</TITLE>
<STYLE type="text/css">

body {margin-top: 0px;margin-left: 0px;}

#page_1 {position:relative; overflow: hidden;margin-top: 97px;margin-left: 96px;margin-bottom: 106px;width: 623px;}



#page_2 {position:relative; overflow: hidden;margin-top: 97px;margin-left: 120px;margin-bottom: 98px;width: 600px;}



#page_3 {position:relative; overflow: hidden;margin-top: 97px;margin-left: 144px;margin-bottom: 199px;width: 575px;}



#page_4 {position:relative; overflow: hidden;margin-top: 97px;margin-left: 120px;margin-bottom: 115px;width: 599px;}



#page_5 {position:relative; overflow: hidden;margin-top: 97px;margin-left: 120px;margin-bottom: 93px;width: 599px;}



#page_6 {position:relative; overflow: hidden;margin-top: 97px;margin-left: 120px;margin-bottom: 107px;width: 597px;}



#page_7 {position:relative; overflow: hidden;margin-top: 97px;margin-left: 120px;margin-bottom: 478px;width: 596px;}



.ft0{font: 16px 'Arial';line-height: 18px;}
.ft1{font: 16px 'Arial';margin-left: 11px;line-height: 18px;}
.ft2{font: 16px 'Times New Roman';line-height: 21px;}
.ft3{font: 16px 'Times New Roman';text-decoration: underline;line-height: 21px;}
.ft4{font: 16px 'Arial';margin-left: 11px;line-height: 21px;}
.ft5{font: 16px 'Arial';margin-left: 11px;line-height: 20px;}
.ft6{font: 16px 'Times New Roman';line-height: 20px;}
.ft7{font: 16px 'Times New Roman';line-height: 22px;}
.ft8{font: 16px 'Times New Roman';line-height: 19px;}
.ft9{font: 16px 'Times New Roman';line-height: 18px;}
.ft10{font: 16px 'Times New Roman';margin-left: 11px;line-height: 21px;}
.ft11{font: 16px 'Arial';line-height: 20px;}

.p0{text-align: left;margin-top: 0px;margin-bottom: 0px;}
.p1{text-align: justify;padding-left: 24px;margin-top: 17px;margin-bottom: 0px;}
.p2{text-align: left;padding-left: 48px;padding-right: 2px;margin-top: 22px;margin-bottom: 0px;}
.p3{text-align: left;padding-left: 48px;padding-right: 1px;margin-top: 43px;margin-bottom: 0px;}
.p4{text-align: left;padding-left: 48px;padding-right: 4px;margin-top: 44px;margin-bottom: 0px;}
.p5{text-align: justify;padding-left: 48px;padding-right: 14px;margin-top: 41px;margin-bottom: 0px;text-indent: -24px;}
.p6{text-align: left;padding-left: 48px;margin-top: 20px;margin-bottom: 0px;}
.p7{text-align: left;padding-left: 24px;padding-right: 1px;margin-top: 0px;margin-bottom: 0px;}
.p8{text-align: left;padding-left: 24px;margin-top: 22px;margin-bottom: 0px;}
.p9{text-align: justify;padding-left: 24px;padding-right: 5px;margin-top: 64px;margin-bottom: 0px;text-indent: -24px;}
.p10{text-align: left;padding-left: 24px;padding-right: 1px;margin-top: 24px;margin-bottom: 0px;}
.p11{text-align: left;padding-left: 24px;padding-right: 2px;margin-top: 43px;margin-bottom: 0px;}
.p12{text-align: left;padding-right: 1px;margin-top: 47px;margin-bottom: 0px;}
.p13{text-align: left;padding-right: 1px;margin-top: 45px;margin-bottom: 0px;}
.p14{text-align: left;padding-left: 24px;padding-right: 24px;margin-top: 0px;margin-bottom: 0px;text-indent: -24px;}
.p15{text-align: left;padding-left: 24px;padding-right: 1px;margin-top: 20px;margin-bottom: 0px;}
.p16{text-align: left;padding-left: 24px;margin-top: 43px;margin-bottom: 0px;}
.p17{text-align: left;padding-left: 24px;padding-right: 37px;margin-top: 0px;margin-bottom: 0px;}
.p18{text-align: left;padding-left: 24px;margin-top: 26px;margin-bottom: 0px;}
.p19{text-align: left;padding-left: 24px;padding-right: 3px;margin-top: 26px;margin-bottom: 0px;text-indent: -24px;}
.p20{text-align: left;padding-left: 24px;padding-right: 7px;margin-top: 22px;margin-bottom: 0px;}
.p21{text-align: left;padding-left: 24px;padding-right: 23px;margin-top: 22px;margin-bottom: 0px;}
.p22{text-align: left;padding-left: 24px;padding-right: 1px;margin-top: 13px;margin-bottom: 0px;}
.p23{text-align: left;padding-left: 24px;padding-right: 8px;margin-top: 23px;margin-bottom: 0px;}
.p24{text-align: justify;padding-left: 24px;padding-right: 30px;margin-top: 14px;margin-bottom: 0px;text-indent: -24px;}
.p25{text-align: left;padding-left: 24px;padding-right: 9px;margin-top: 20px;margin-bottom: 0px;}
.p26{text-align: left;padding-left: 24px;margin-top: 21px;margin-bottom: 0px;}
.p27{text-align: left;padding-left: 24px;padding-right: 4px;margin-top: 52px;margin-bottom: 0px;text-indent: -24px;}
.p28{text-align: left;padding-left: 24px;padding-right: 10px;margin-top: 22px;margin-bottom: 0px;}
.p29{text-align: left;padding-left: 24px;padding-right: 7px;margin-top: 0px;margin-bottom: 0px;}
.p30{text-align: left;padding-left: 24px;padding-right: 35px;margin-top: 24px;margin-bottom: 0px;text-indent: -24px;}
.p31{text-align: left;padding-left: 24px;margin-top: 20px;margin-bottom: 0px;}




</STYLE>
</HEAD>

<BODY>
<DIV id="page_1">

<P class="p0"><FONT class="ft0">PREGUNTAS A CANDIDATOS</FONT></P>
<P class="p1"><FONT class="ft0">1.</FONT><FONT class="ft1">&#191;Qu&#233; representa para usted ser Rector del Recinto Universitario de Mayag&#252;ez?</FONT></P>
<P class="p2"><FONT class="ft2">En el plano profesional, representar&#237;a sin duda alguna, el logro m&#225;s destacado y el reto m&#225;s importante de mi vida. Sin embargo, a la misma vez, lo visualizo como una gran oportunidad de reafirmar mi compromiso con el bienestar y el desarrollo de la sociedad puertorrique&#241;a. Una oportunidad, &#250;nica, de hacer aportaciones valiosas que repercuten en futuras generaciones, en &#225;reas tan fundamentales y determinantes para el desarrollo y bienestar de cualquier sociedad como lo son la educaci&#243;n, la labor creativa-investigaci&#243;n y el servicio.</FONT></P>
<P class="p3"><FONT class="ft2">El Rector es primero que nada un l&#237;der, una persona que debe agrupar a todos los sectores de la comunidad universitaria para trabajar en armon&#237;a. El Rector tiene la responsabilidad de crear y proveer los elementos y condiciones necesarios para atender, resolver y encaminar iniciativas y proyectos que son vitales para cumplir con los compromisos y objetivos que tiene el Recinto con los diversos sectores que la componen y con la sociedad. Por lo tanto, el Rector debe descargar sus deberes y responsabilidades con inteligencia, profunda reflexi&#243;n, prudencia, &#233;nfasis en los procesos democr&#225;ticos y sobre todo con gran sabidur&#237;a.</FONT></P>
<P class="p4"><FONT class="ft2">No pretendo ni propongo conocer la soluci&#243;n de todos los retos y problemas que enfrenta en estos momentos nuestro Recinto. Sin embargo, s&#237; tengo la capacidad para crear las condiciones necesarias para que todos los organismos acad&#233;micos y administrativos (Senado Acad&#233;mico, Junta Administrativa) y los miembros que componen nuestro Recinto puedan tener la oportunidad de participar de la discusi&#243;n, an&#225;lisis y b&#250;squeda de las alternativas que, </FONT><FONT class="ft3">juntos, </FONT><FONT class="ft2">entendamos son las mejores opciones para resolver dichos retos y problemas.</FONT></P>
<P class="p5"><FONT class="ft0">2.</FONT><FONT class="ft4">Describa c&#243;mo ha sido su relaci&#243;n con la comunidad universitaria: estudiantes, personal docente y no-docente. Ofrezca ejemplos relevantes y comente c&#243;mo esa experiencia podr&#237;a ayudarle en su gesti&#243;n como Rector.</FONT></P>
<P class="p6"><FONT class="ft2">Entiendo que mi relaci&#243;n m&#225;s cercana ha sido con el sector estudiantil y docente. En particular, he tenido la oportunidad de interaccionar con los estudiantes desde m&#250;ltiples perspectivas: profesor, consejero acad&#233;mico y director de Departamento de Ciencias Sociales, mentor, consejero de la Asociaci&#243;n de Estudiantes de Psicolog&#237;a, e investigador. En t&#233;rminos generales, entiendo que tengo un cuadro bastante claro de cu&#225;les son las &#225;reas de dificultad, necesidades, estresores y vivencias que enfrentan com&#250;nmente los estudiantes al iniciar estudios universitarios. Aunque actualmente no funjo como consejero acad&#233;mico ni director de departamento, mi rol como mentor nunca ha pausado</FONT></P>
</DIV>
<DIV id="page_2">

<P class="p7"><FONT class="ft2">y en estos momentos estoy desarrollando el Programa de Adiestramiento en la Investigaci&#243;n Subgraduada (PAIS) que se implementar&#225; desde el Centro de Investigaci&#243;n Social Aplicada (CISA). Adem&#225;s, mi rol como investigador en el &#225;rea de factores relacionados a diversos aspectos psico-sociales en la poblaci&#243;n de estudiantes universitarios me siguen ofreciendo las oportunidades para continuar relacion&#225;ndome con este sector de la comunidad universitaria m&#225;s all&#225; del sal&#243;n de clases.</FONT></P>
<P class="p8"><FONT class="ft2">Con respecto al sector docente, la funciones y procesos generales acad&#233;micos (reuniones de departamento y de facultad, comit&#233;s, talleres, foros cient&#237;ficos) me ofrecen continuamente la oportunidad de estrechar los lasos y proveen los espacios para el intercambio de ideas y perspectivas sobre una diversidad de temas acad&#233;micos y no acad&#233;micos. Siempre, he cultivado relaciones con mis colegas dentro de un contexto de respeto. Entiendo, que tengo el privilegio de contar con la confianza y estima de ellos y por consiguiente soy considerado continuamente para ocupar posiciones de liderato en mi Departamento. Por otro lado, mi interacci&#243;n con el personal no docente se ha circunscrito mayormente a las posiciones administrativas que he ocupado, las interacciones cotidianas en el escenario de trabajo y a la participaci&#243;n en actividades sociales, recreativas y deportivas (e.g. torneo anual de softball de empleados del Recinto). En fin, entiendo que mi interacci&#243;n con los sectores anteriores puede describirse usando los siguientes calificativos: respeto, confianza y cordialidad. Puedo se&#241;alar, sin temor a equivocarme, que este estilo de interacci&#243;n no es accidental o aleatoria, es un estilo mediado por rasgos de mi personalidad y mi conocimiento en las ciencias del comportamiento. No vislumbro ninguna raz&#243;n que altere este estilo si soy nombrado Rector.</FONT></P>
<P class="p9"><FONT class="ft0">3.</FONT><FONT class="ft5">&#191;Qu&#233; experiencias lo cualifican a usted para ser Rector del Recinto Universitario de Mayag&#252;ez?</FONT></P>
<P class="p10"><FONT class="ft2">En los &#250;ltimos 10 a&#241;os he tenido la oportunidad de servir al Recinto y a mi departamento desde varias posiciones, estas incluyen: Consejero Acad&#233;mico, Director del Centro de Investigaci&#243;n Social Aplicada (CISA) y Director del Departamento de Ciencias Sociales. Cada una de esas posiciones me brindaron la oportunidad de conocer m&#225;s de cerca a los diversos sectores de la comunidad universitaria; estudiantes, investigadores, profesores y personal no-docente. Tambi&#233;n, me permitieron desarrollar un mejor entendimiento de los procesos y din&#225;micas personales, acad&#233;micos y administrativos que constituyen la realidad cotidiana universitaria.</FONT></P>
<P class="p11"><FONT class="ft6">En particular, la oportunidad de fungir como consejero acad&#233;mico me sirvi&#243; para conocer y conversar sobre diversas necesidades, inquietudes, expectativas, visiones, valores y vivencias que enfrentan los/as estudiantes en el proceso de incursionar estudios universitarios. Vivencias que inciden, no solamente, en su desarrollo profesional sino en</FONT></P>
</DIV>
<DIV id="page_3">

<P class="p0"><FONT class="ft6">el &#225;mbito familiar, social y personal. Por otro lado, en los &#250;ltimos tres a&#241;os he fungido como co-investigador en un estudio dirigido a identificar los problemas psico-sociales y describir el bienestar emocional de los estudiantes sub-graduados del Recinto. Estos factores han sido analizados asociados a procesos de retenci&#243;n y uso de servicios de salud mental.</FONT></P>
<P class="p12"><FONT class="ft2">Sin lugar a duda, la oportunidad de fungir como Director de un departamento acad&#233;mico grande (1,000 estudiantes propios, cinco programas acad&#233;micos y 44 profesores) ha constituido el reto mayor. A mi juicio, esa posici&#243;n proporciona la oportunidad de un aprendizaje vasto de los procesos acad&#233;micos y administrativos como pocas otras posiciones administrativas proveen en el Recinto. Experiencias en &#225;reas tales como: supervisi&#243;n de personal docente y no docente, mediaci&#243;n y resoluci&#243;n de conflictos (e.g. estudiante-profesor, profesor- profesor), liderato, elaboraci&#243;n-justificaci&#243;n- administraci&#243;n de presupuesto, estudios de necesidad y aval&#250;o de diversos componentes (e.g. personal, infraestructura), elaboraci&#243;n de propuestas para allegar asignaciones de dinero adicionales, comunicaci&#243;n, balance entre necesidades individuales y colectivas, c&#243;mo-cu&#225;ndo-en qui&#233;n delegar responsabilidades, reclutamiento y evaluaci&#243;n de personal docente y no-docente, desarrollo y revisi&#243;n de programas acad&#233;micos (e.g. secuencia especiales, revisiones curriculares), entre muchas otras. Es una posici&#243;n administrativa que permite interactuar con la base de la instituci&#243;n (estudiantes, empleados de mantenimiento, profesores regulares y no regulares) y con las personas que ocupan posiciones altas gerenciales, conociendo de cerca sus perspectivas, necesidades y los factores que le impactan. Tambi&#233;n, destaco que haber ocupado esta posici&#243;n me brind&#243; la oportunidad de participar en seis talleres dirigidos a la capacitaci&#243;n de liderato y formaci&#243;n administrativa que el Recinto ofreci&#243; entre los a&#241;os del 2005 y al 2008.</FONT></P>
<P class="p13"><FONT class="ft2">Finalmente, la oportunidad de fungir como director de un centro de investigaci&#243;n ofrece muchos de los retos administrativos y din&#225;micas de un departamento acad&#233;mico. Quiz&#225;s, como consecuencia del n&#250;mero de personas que son afiliados del centro y la afinidad en las &#225;reas tem&#225;ticas por parte del grupo, ofrece la oportunidad de encaminar iniciativas que pueden desarrollarse m&#225;s desde una perspectiva y estructura colectiva. Tambi&#233;n, se propician din&#225;micas de interacci&#243;n muy particulares e &#237;ntimas entre los colegas. Sin lugar a duda, le permite a uno desarrollar un entendimiento sobre las visiones, prioridades y necesidades de los investigadores del Recinto. Adem&#225;s, conocer los procesos administrativos propios del quehacer en la investigaci&#243;n (e.g. costos directos e indirectos y la distribuci&#243;n de los costos indirectos).</FONT></P>
</DIV>
<DIV id="page_4">

<P class="p14"><FONT class="ft0">4.</FONT><FONT class="ft4">Dada la naturaleza, complejidad y extensi&#243;n de nuestro Recinto que incluye cuatro distintas Facultades, la Estaci&#243;n Experimental Agr&#237;cola y el Servicio de Extensi&#243;n Agr&#237;cola; a su juicio, &#191;cu&#225;les son las necesidades apremiantes del Recinto? De ser nombrado Rector, &#191;c&#243;mo comenzar&#237;a a atenderlas?</FONT></P>
<P class="p15"><FONT class="ft7">Sin la intenci&#243;n de ser reduccionista o simplista, agrupo las necesidades apremiantes del Recinto dos &#225;reas generales. La primera &#225;rea de necesidad, es restituir la confianza y la esperanza de todos los miembros de la comunidad universitaria. Terminando el sentido de desesperanza ("helplessness") y frustraci&#243;n que predomina. Desesperanza es un estado psicol&#243;gico de impotencia que se desarrolla cuando las personas perciben que sus acciones u operaciones sobre su entorno no producen ning&#250;n resultado, cambio o beneficio positivo y comienzan a pensar que las cosas no van a mejorar. Como consecuencia, se limita o se paraliza la productividad general y el inter&#233;s por el bienestar propio y del colectivo. La segunda &#225;rea de necesidad, es cambiar el paradigma vigente desde el cual se analizan todas las situaciones, proyectos, iniciativas o actividades que se proponen en el Recinto, este es el factor econ&#243;mico o simplemente &#191;cu&#225;nto cuesta?, a esta pr&#225;ctica le llamar&#233; el paradigma de la escasez. Las ramificaciones y consecuencias de ese paradigma, que no quiero cualificar, son extensas y amplias. Intentar&#233; enumerar aqu&#237; algunas de las m&#225;s importantes: a) se han congelado las plazas docentes, decisi&#243;n que afecta adversamente el ofrecimiento acad&#233;mico, poniendo en peligro la fecha de graduaci&#243;n de los estudiantes y sus planes futuros, entre otras consecuencias; b) se han congelado los asensos del personal docente trayendo como consecuencia la renuncia de profesores, afectando la calidad de la docencia, la investigaci&#243;n, labor creativa y el servicio, entre otras consecuencias; c) se ha puesto en moratoria todos los apoyos a la investigaci&#243;n y labor creativa, que incluye las descargas para investigaci&#243;n no atada a fondos externos y viajes para participar en foros cient&#237;ficos y profesionales entre otras consecuencias; d) se ha puesto una moratoria en la aprobaci&#243;n de programas acad&#233;micos nuevos porque no hay dinero para su implantaci&#243;n. Desde ese paradigma, se pasa por alto el compromiso inherente de la Universidad con atender necesidades apremiantes de nuestra sociedad entre otras consecuencias; y v) la congelaci&#243;n de las plazas y asensos del personal no-docentes, afectando la calidad de servicios que se le brinda a los estudiantes, entre otras consecuencias.</FONT></P>
<P class="p16"><FONT class="ft2">Atender la primera &#225;rea de necesidad es, a mi juicio, la m&#225;s dif&#237;cil y la que tomar&#225; m&#225;s tiempo. Restituir la confianza en los procesos y en las personas no es asunto f&#225;cil. Ese proceso debe comenzar con decisiones espec&#237;ficas y tangibles que incluyen entre otras las siguientes: la descentralizaci&#243;n del poder y la toma de decisiones, b) fomentar y facilitar la participaci&#243;n de los diversos sectores en los procesos deliberativos, c) devolverle a los Directores de los departamentos acad&#233;micos y a los Decanos de facultad los recursos econ&#243;micos para atender las situaciones de sus constituyentes y d) reuniones continuas</FONT></P>
</DIV>
<DIV id="page_5">

<P class="p17"><FONT class="ft8">con los diferentes sectores de la comunidad mediante grupos focales para dialogar y participar en determinar la agenda y los asuntos prioritarios del Recinto.</FONT></P>
<P class="p18"><FONT class="ft6">Atender la segunda &#225;rea de necesidad comienza con la sustituci&#243;n del paradigma de la escasez por un paradigma de an&#225;lisis de costo-efectividad amplio, asignando prioridades y retomando los compromisos y objetivos de la Universidad para con sus constituyentes y la sociedad puertorrique&#241;a. Sin lugar a duda, desde ese an&#225;lisis se deben re-pensar las decisiones y acciones implantadas en el Recinto en los &#250;ltimos cinco a&#241;os.</FONT></P>
<P class="p19"><FONT class="ft0">5.</FONT><FONT class="ft4">Sin recurrir a consideraciones econ&#243;micas, &#191;qu&#233; otras &#225;reas del &#225;mbito universitario entiende usted que merecen prioridad? &#191;C&#243;mo espec&#237;ficamente las trabajar&#237;a?</FONT></P>
<P class="p20"><FONT class="ft2">Nuevamente, no tengo duda que una de las &#225;reas de mayor prioridad lo constituye el actuar sobre el sentido de desesperanza ("helplessness") que se percibe en el contexto universitario. En gran medida, como mencion&#233; en la respuesta a la pregunta anterior, las personas que componen los diversos sectores de la comunidad universitaria expresan de manera abierta y contundente un sentido de frustraci&#243;n, desesperanza y desconfianza en las personas que ocupan actualmente posiciones administrativas y en los procesos acad&#233;micos y administrativos que se desarrollan en el Recinto. Tambi&#233;n, hay una seria preocupaci&#243;n por la trayectoria que lleva la Universidad de Puerto Rico como sistema.</FONT></P>
<P class="p21"><FONT class="ft2">Entiendo que los siguientes procesos o factores han contribuido significativamente a forjar este estado general de pesimismo. La centralizaci&#243;n de la toma de decisi&#243;n, la exclusi&#243;n de los miembros de los diversos sectores de dichos procesos, la falta de transparencia de los procesos y el uso de criterios arbitrarios. Adem&#225;s, el estilo de comunicaci&#243;n implantado se caracteriza por la falta de un di&#225;logo genuino y continuo, lacerando seriamente la confianza de las personas que laboran en el Recinto.</FONT></P>
<P class="p22"><FONT class="ft9">Es urgente establecer procesos dirigidos a devolver a todos los sectores la esperanza, la alegr&#237;a, la motivaci&#243;n intr&#237;nseca y el orgullo de formar parte de una prestigiosa instituci&#243;n acad&#233;mica como la nuestra. Se tienen que establecer estrategias continuas que permitan una verdadera participaci&#243;n en las decisiones, un apoderamiento genuino de los sectores de la universidad para atender los retos que enfrenta nuestro Recinto. Este cambio de paradigma es fundamental. La manera de implementarlo est&#225; descrito en mi respuesta en la pregunta anterior. Ese cambio de paradigma entonces nos capacita a retomar una vida acad&#233;mica saludable en todos los &#225;mbitos y disciplinas.</FONT></P>
<P class="p23"><FONT class="ft8">Finalmente, la otra &#225;rea que merece atenci&#243;n especial es el mantenimiento de las instalaciones del Recinto. Se puede observar un deterioro muy acelerado de las mismas. Puedo entender la dificultad en poder pintar los edificios cada dos a&#241;os o que algunos asuntos tomen un tiempo relativamente prolongado para corregirse (e.g. aver&#237;a del "chiller" principal de un edificio) pero no hay una explicaci&#243;n racional o justificaci&#243;n</FONT></P>
</DIV>
<DIV id="page_6">

<P class="p7"><FONT class="ft8">para no tener los salones de clases limpios, tener jab&#243;n en los ba&#241;os (requisito m&#237;nimo de cualquier c&#243;digo de salud p&#250;blica) o mantener las &#225;reas verdes al d&#237;a. Ambos asuntos planteados aqu&#237; no son independientes, en gran medida, las deficiencias en el mantenimiento est&#225; relacionado con ese sentido de frustraci&#243;n y desesperanza que describo en el primer punto.</FONT></P>
<P class="p24"><FONT class="ft0">6.</FONT><FONT class="ft4">&#191;C&#243;mo cree usted que el personal docente del RUM se ha afectado con las medidas cautelares y otras decisiones ejecutivas recientes? &#191;Qu&#233; acciones espec&#237;ficas tomar&#237;a para motivar y retener a los miembros de la Facultad del Recinto?</FONT></P>
<P class="p25"><FONT class="ft2">El personal docente de nuestra comunidad universitaria ha sido uno de los sectores m&#225;s adversamente impactado por medidas cautelares y otras decisiones ejecutivas recientes. La congelaci&#243;n de los asensos ha producido la renuncia de personal que no solamente aportaban al proceso de ense&#241;anza sino que hac&#237;an aportaciones valiosas en el &#225;rea de investigaci&#243;n, la labor creativa y de servicio. Todas &#233;stas siendo &#225;reas fundamentales de la agenda universitaria. Sin ello, pr&#225;cticamente se reduce la Universidad a una mera extensi&#243;n de la escuela superior. Como menciono en mi respuesta en la pregunta anterior, una de las dimensiones m&#225;s afectada ha sido el estado emocional de todos los miembros de la comunidad universitaria. Es deber de las instituciones es atender las necesidades extr&#237;nsecas de las personas (reconocimiento, satisfacci&#243;n general, reforzamiento, etc) para impulsar su motivaci&#243;n intr&#237;nseca y su productividad.</FONT></P>
<P class="p26"><FONT class="ft2">En estos momentos, la retenci&#243;n y motivaci&#243;n del personal docente se atiende solamente con un cambio de paradigma. Nuevamente, debemos democratizar y descentralizar la toma de decisi&#243;n, devolver los recursos econ&#243;micos a las &#225;reas acad&#233;micas, investigaci&#243;n y servicio, re-establecer los asensos y las plazas docentes, las descargas para investigaci&#243;n, apoyar los programas acad&#233;micos nuevos, abrir los procesos de di&#225;logo a los sectores y facilitar el apoderamiento. Estos asuntos no pueden ni deben ser evaluados usando solamente como unidad de an&#225;lisis el factor econ&#243;mico o desde el paradigma de la escasez.</FONT></P>
<P class="p27"><FONT class="ft0">7.</FONT><FONT class="ft10">&#191;</FONT><FONT class="ft11">C&#243;mo usted visualiza su relaci&#243;n con la Junta de S&#237;ndicos y el Presidente de la Universidad de Puerto Rico y con el gobierno central, en defensa de los intereses particulares y apremiantes del RUM?</FONT></P>
<P class="p28"><FONT class="ft2">Visualizo esta relaci&#243;n enmarcada en un constante proceso de: mediaci&#243;n de conflicto, cabildeo, reclamaci&#243;n, defensa de la autonom&#237;a del Recinto e intervenci&#243;n para cambiar los esquema cognitivos err&#243;neos en los cuales se basa las decisiones y el comportamiento. La clave aqu&#237; est&#225; contenida en la pregunta misma, "defensa de los intereses apremiantes del RUM." Esa frase recoge, a mi juicio, correctamente la postura</FONT></P>
</DIV>
<DIV id="page_7">

<P class="p29"><FONT class="ft6">que debe tener el Rector de nuestro Recinto. El Rector representa a la comunidad del RUM y por lo tanto su primera lealtad es a dicha comunidad. Si se parte de ese esquema cognitivo, que incluye elementos afectivos y valorativos, entonces las acciones consistentemente deben redundar en la defensa de los intereses apremiantes del RUM.</FONT></P>
<P class="p30"><FONT class="ft0">8.</FONT><FONT class="ft4">Si fuera recomendado por este comit&#233; y nombrado por el Presidente como pr&#243;ximo rector del RUM, &#191;cu&#225;l ser&#237;a el rol de los siguientes elementos en el gobierno interno del RUM bajo su mandato: el &#8220;Staff&#8221; del Rector, la Junta Administrativa, el Senado Acad&#233;mico, la Oficina del Asesor Legal, la Administraci&#243;n Central y la Junta de S&#237;ndicos?</FONT></P>
<P class="p31"><FONT class="ft2">El rol de las personas que forman los distintos organismos acad&#233;micos y administrativos del Recinto y por consiguiente el rol mismo de esos organismos debe ser atender las necesidades apremiantes del Recinto y encaminar a la Instituci&#243;n a cumplir con los objetivos, compromisos y misi&#243;n que tenemos con la comunidad universitaria y la sociedad. Constituimos todos un equipo de trabajo, con voz y voto, en la consecusi&#243;n de una misi&#243;n en com&#250;n, misi&#243;n que est&#225; establecido en la Ley Universitaria y en el Reglamento General de la Universidad. Quiero ser lo m&#225;s enf&#225;tico posible al se&#241;alar que </FONT><FONT class="ft3">absolutamente todas las personas que constituyen </FONT><FONT class="ft2">los organismos citados en la pregunta le deben su lealtad a los principios que gu&#237;an a la Universidad y no a una persona, sea el Rector, el Presidente de la Universidad o el Presidente de la Junta de S&#237;ndicos. Todas las personas, independientemente, de que ocupen una posici&#243;n de confianza o una posici&#243;n electa, deben ejercer criterios propios para analizar y resolver los retos que enfrentamos como Universidad.</FONT></P>
</DIV>
<div style="padding:50px 0 15px 0;"><a href="http://pdf2html.blogspot.com/" style="padding:10;font-family:Arial, Helvetica, sans-serif; font-size:12px; color:#666; border-top:solid medium #CCC">Convert PDF to HTML using PDF2HTML Online</a></div></body>
</HTML>
