<HTML>
<HEAD><TITLE>Respuestas-a-las-preguntas-Jorge-Schmitdh</TITLE>
<STYLE type="text/css">

body {margin-top: 0px;margin-left: 0px;}

#page_1 {position:relative; overflow: hidden;margin-top: 96px;margin-left: 96px;margin-bottom: 64px;width: 624px;}



#page_2 {position:relative; overflow: hidden;margin-top: 97px;margin-left: 96px;margin-bottom: 64px;width: 624px;}



#page_3 {position:relative; overflow: hidden;margin-top: 96px;margin-left: 96px;margin-bottom: 64px;width: 621px;}



#page_4 {position:relative; overflow: hidden;margin-top: 97px;margin-left: 96px;margin-bottom: 64px;width: 623px;}



#page_5 {position:relative; overflow: hidden;margin-top: 97px;margin-left: 96px;margin-bottom: 64px;width: 621px;}



#page_6 {position:relative; overflow: hidden;margin-top: 97px;margin-left: 96px;margin-bottom: 64px;width: 623px;}



.ft0{font: 16px 'Times New Roman';line-height: 18px;}
.ft1{font: 16px 'Times New Roman';line-height: 19px;}
.ft2{font: bold 16px 'Times New Roman';line-height: 18px;}
.ft3{font: bold 16px 'Times New Roman';line-height: 19px;}

.p0{text-align: left;padding-left: 213px;margin-top: 0px;margin-bottom: 0px;}
.p1{text-align: left;padding-left: 199px;margin-top: 1px;margin-bottom: 0px;}
.p2{text-align: left;padding-left: 198px;margin-top: 0px;margin-bottom: 0px;}
.p3{text-align: left;margin-top: 17px;margin-bottom: 0px;}
.p4{text-align: left;margin-top: 18px;margin-bottom: 0px;}
.p5{text-align: left;margin-top: 0px;margin-bottom: 0px;}
.p6{text-align: left;padding-right: 5px;margin-top: 1px;margin-bottom: 0px;text-indent: 48px;}
.p7{text-align: left;padding-right: 11px;margin-top: 11px;margin-bottom: 0px;text-indent: 48px;}
.p8{text-align: justify;padding-right: 7px;margin-top: 22px;margin-bottom: 0px;}
.p9{text-align: left;margin-top: 3px;margin-bottom: 0px;text-indent: 48px;}
.p10{text-align: left;padding-left: 308px;margin-top: 62px;margin-bottom: 0px;}
.p11{text-align: left;margin-top: 0px;margin-bottom: 0px;text-indent: 48px;}
.p12{text-align: left;padding-right: 6px;margin-top: 13px;margin-bottom: 0px;text-indent: 48px;}
.p13{text-align: left;padding-right: 38px;margin-top: 29px;margin-bottom: 0px;}
.p14{text-align: left;padding-right: 5px;margin-top: 2px;margin-bottom: 0px;text-indent: 48px;}
.p15{text-align: left;padding-right: 44px;margin-top: 46px;margin-bottom: 0px;}
.p16{text-align: left;padding-left: 308px;margin-top: 47px;margin-bottom: 0px;}
.p17{text-align: left;padding-right: 68px;margin-top: 0px;margin-bottom: 0px;}
.p18{text-align: left;padding-right: 5px;margin-top: 0px;margin-bottom: 0px;text-indent: 48px;}
.p19{text-align: left;padding-right: 17px;margin-top: 6px;margin-bottom: 0px;text-indent: 48px;}
.p20{text-align: left;padding-right: 2px;margin-top: 13px;margin-bottom: 0px;text-indent: 48px;}
.p21{text-align: left;padding-right: 29px;margin-top: 31px;margin-bottom: 0px;}
.p22{text-align: left;margin-top: 2px;margin-bottom: 0px;text-indent: 48px;}
.p23{text-align: left;margin-top: 14px;margin-bottom: 0px;text-indent: 48px;}
.p24{text-align: left;padding-left: 308px;margin-top: 28px;margin-bottom: 0px;}
.p25{text-align: left;padding-right: 2px;margin-top: 9px;margin-bottom: 0px;text-indent: 48px;}
.p26{text-align: left;margin-top: 1px;margin-bottom: 0px;text-indent: 48px;}
.p27{text-align: left;padding-right: 11px;margin-top: 6px;margin-bottom: 0px;text-indent: 48px;}
.p28{text-align: left;padding-right: 16px;margin-top: 2px;margin-bottom: 0px;text-indent: 48px;}
.p29{text-align: left;padding-right: 32px;margin-top: 6px;margin-bottom: 0px;text-indent: 48px;}
.p30{text-align: left;padding-right: 15px;margin-top: 15px;margin-bottom: 0px;}
.p31{text-align: left;padding-right: 10px;margin-top: 3px;margin-bottom: 0px;text-indent: 48px;}
.p32{text-align: left;padding-right: 8px;margin-top: 0px;margin-bottom: 0px;}
.p33{text-align: left;padding-right: 25px;margin-top: 13px;margin-bottom: 0px;text-indent: 48px;}
.p34{text-align: left;padding-right: 7px;margin-top: 3px;margin-bottom: 0px;text-indent: 48px;}
.p35{text-align: left;padding-right: 1px;margin-top: 3px;margin-bottom: 0px;text-indent: 48px;}
.p36{text-align: left;padding-right: 66px;margin-top: 28px;margin-bottom: 0px;}
.p37{text-align: left;padding-right: 4px;margin-top: 0px;margin-bottom: 0px;text-indent: 48px;}
.p38{text-align: left;padding-right: 3px;margin-top: 4px;margin-bottom: 0px;text-indent: 48px;}
.p39{text-align: left;margin-top: 4px;margin-bottom: 0px;text-indent: 48px;}
.p40{text-align: left;padding-left: 308px;margin-top: 26px;margin-bottom: 0px;}
.p41{text-align: left;padding-right: 9px;margin-top: 0px;margin-bottom: 0px;}
.p42{text-align: left;padding-right: 31px;margin-top: 32px;margin-bottom: 0px;}
.p43{text-align: left;margin-top: 2px;margin-bottom: 0px;}
.p44{text-align: left;padding-right: 2px;margin-top: 11px;margin-bottom: 0px;text-indent: 48px;}
.p45{text-align: left;padding-right: 1px;margin-top: 6px;margin-bottom: 0px;text-indent: 48px;}
.p46{text-align: left;padding-right: 8px;margin-top: 15px;margin-bottom: 0px;text-indent: 48px;}
.p47{text-align: left;padding-left: 308px;margin-top: 268px;margin-bottom: 0px;}




</STYLE>
</HEAD>

<BODY>
<DIV id="page_1">

<P class="p0"><FONT class="ft0">Doctor Jorge R. Schmidt Nieto</FONT></P>
<P class="p1"><FONT class="ft1">Departamento de Ciencias Sociales</FONT></P>
<P class="p2"><FONT class="ft1">Recinto Universitario de Mayag&#252;ez</FONT></P>
<P class="p3"><FONT class="ft1">17 de octubre de 2011</FONT></P>
<P class="p4"><FONT class="ft1">Comit&#233; de Consulta para la Designaci&#243;n</FONT></P>
<P class="p5"><FONT class="ft0">Del Duod&#233;cimo Rector</FONT></P>
<P class="p5"><FONT class="ft1">Del Recinto Universitario de Mayag&#252;ez</FONT></P>
<P class="p4"><FONT class="ft1">Respuestas a las preguntas a los candidatos a Rector.</FONT></P>
<P class="p3"><FONT class="ft2">1. &#191;Qu&#233; representa para usted ser Rector del Recinto Universitario de Mayag&#252;ez?</FONT></P>
<P class="p6"><FONT class="ft1">Considero que ocupar el puesto de Rector del Recinto Universitario de Mayag&#252;ez en este momento representa una oportunidad singular de facilitar la renovaci&#243;n de la Universidad. El modelo actual, jer&#225;rquico, centralizado y sin participaci&#243;n, debe erradicarse. No basta con la buena intenci&#243;n que pueda motivar a un Rector si las instituciones, reglas y costumbres concentran el poder en pocas personas: el Rector, el Presidente y la Junta de S&#237;ndicos. La presente coyuntura en la que se considera una nueva ley universitaria a&#250;n menos participativa que la actual, representa una oportunidad para que una persona con visi&#243;n en Rector&#237;a defienda los principios universitarios ante la administraci&#243;n central y el gobierno. Es la oportunidad para que un Rector convoque a la comunidad universitaria a que lo acompa&#241;e en la promoci&#243;n de una universidad democr&#225;tica y moderna. Es hora de exigir un cambio estructural en la forma de tomar decisiones en la Universidad.</FONT></P>
<P class="p7"><FONT class="ft0">El proceso mismo de designaci&#243;n del Rector manifiesta la falta de participaci&#243;n en las decisiones de parte de la comunidad universitaria. Existe un consenso generalizado entre los universitarios de que los procesos de consulta son meras formalidades que no hacen sino legitimar una decisi&#243;n que se ha tomado antes de comenzar el proceso. Por eso la primera reacci&#243;n de la mayor&#237;a de los nominados es rechazar la candidatura. Los Rectores nombrados a trav&#233;s del proceso de consulta descrito en el Reglamento de la Universidad de Puerto Rico no gozan de legitimidad en sus labores pues es de todos conocidos que su oportunidad de dirigir al Recinto se debe m&#225;s a sus lealtades pol&#237;ticas que a sus cualidades de liderato. Un rector que respete a la comunidad universitaria rechazar&#237;a un nombramiento decidido sobre esas bases.</FONT></P>
<P class="p8"><FONT class="ft2">2. Describa c&#243;mo ha sido su relaci&#243;n con la comunidad universitaria: estudiantes, personal docente y no-docente. Ofrezca ejemplos relevantes y comente c&#243;mo esa experiencia podr&#237;a ayudarle en su gesti&#243;n como Rector.</FONT></P>
<P class="p9"><FONT class="ft1">Mi relaci&#243;n con otros integrantes de la comunidad universitaria es cordial y respetuosa. Las contribuciones de todos los sectores son imprescindibles y ninguna debe subestimarse. La mejor manera de demostrarles respeto a los estudiantes es preparar bien las clases, ser accesible y participar de su vida extracurricular. He sido consejero de varias organizaciones como la Asociaci&#243;n de Estudiantes de Ciencia Pol&#237;tica, la Asociaci&#243;n de Naciones Unidas y la Juventud del PIP. Los n&#250;meros de mis evaluaciones estudiantiles rondan los 4.9 porque me esmero en corregir las deficiencias en mis m&#233;todos de ense&#241;anza. Adem&#225;s, les demostr&#233; mi solidaridad durante el paro estudiantil pasado.</FONT></P>
<P class="p10"><FONT class="ft1">1</FONT></P>
</DIV>
<DIV id="page_2">

<P class="p11"><FONT class="ft1">He tenido la fortuna de laborar con un grupo de docentes de primer orden. He desarrollado distintos lazos a lo largo de mis diez a&#241;os en el RUM. Algunos se han convertido en verdaderos amigos, otros tantos en colaboradores y otros en compa&#241;eros de luchas. He contribuido a la calidad del ambiente de trabajo de mis compa&#241;eros docentes como Director Asociado del Departamento de Ciencias Sociales, Presidente del Comit&#233; de Personal, Director del Centro de Investigaci&#243;n Social Aplicada, Presidente del Comit&#233; de Consulta para Director del Departamento, Presidente del Comit&#233; de Maestr&#237;a en Investigaci&#243;n Social Aplicada y otros. Asisto a conferencias ofrecidas por colegas del Departamento y de otros departamentos. Tambi&#233;n apoyo los reclamos docentes y pertenezco a la Asociaci&#243;n de Profesores y Profesoras del Recinto Universitario de Mayag&#252;ez.</FONT></P>
<P class="p12"><FONT class="ft1">La experiencia administrativa me brind&#243; la oportunidad de laborar con personal no- docente y sensibilizarme hacia su visi&#243;n de la Universidad. Entiendo la importancia del trabajo que realizan y veo como la instituci&#243;n subestima su aportaci&#243;n. Por eso he apoyado las manifestaciones de la Hermandad de Empleados Exentos no Docentes y la Federaci&#243;n Laborista de Empleados Universitarios del Recinto Universitario de Mayag&#252;ez. He marchado con ellos porque entiendo que su causa es de todos. Los miembros de la Guardia Universitaria tambi&#233;n se han afectado negativamente con la crisis del modelo actual de gobernanza universitaria. No hay suficiente personal para proteger adecuadamente un recinto de 15 mil personas. Adem&#225;s no se les paga adecuadamente por su trabajo. El Rector del Colegio deber&#237;a entender que las decisiones se toman luego de negociar con la comunidad universitaria, en lugar de decidirse primero y luego defender el hecho consumado.</FONT></P>
<P class="p13"><FONT class="ft2">3. &#191;Qu&#233; experiencias lo cualifican a usted para ser Rector del Recinto Universitario de Mayag&#252;ez?</FONT></P>
<P class="p14"><FONT class="ft1">Mi mayor cualificaci&#243;n es el &#237;mpetu de cambio que motiva mi candidatura a Rector. He visto la Universidad desde el 1982 cuando ingres&#233; como estudiante de Ciencias Pol&#237;ticas en el Recinto de R&#237;o Piedras. La UPR del 2011 sufre a&#250;n los mismos defectos de centralizaci&#243;n y falta de participaci&#243;n de hace 30 a&#241;os. Esas condiciones han provocado una asfixiante politizaci&#243;n de la educaci&#243;n superior p&#250;blica. Fui en aquella &#233;poca Senador estudiantil por la Facultad de Ciencias Sociales y descubr&#237; que las decisiones medulares las tomaban muy pocas personas, la mayor&#237;a fuera del Recinto. Entend&#237; desde entonces que el futuro de la Universidad depender&#237;a de cambios fundamentales en la manera de tomar decisiones. El m&#225;s excepcional de los administradores conseguir&#225; poco como Rector si no promueve la democratizaci&#243;n en la Universidad. Los mecanismos actuales para la designaci&#243;n del Presidente y Rector predisponen la selecci&#243;n de administradores que favorezcan la concentraci&#243;n de poder en sus propias manos. Por eso hay que alterar las reglas, para que la Universidad se administre por personas que se escojan a trav&#233;s de procesos participativos y que no se consideren puestos de confianza de sus jefes. Se debe considerar convertir el Comit&#233; de Consulta en un Comit&#233; de B&#250;squeda, con poder decisional real. Tambi&#233;n se debe considerar la votaci&#243;n de la comunidad universitaria en una f&#243;rmula que le brinde igual peso a los tres sectores universitarios. La visi&#243;n de cambio que propongo me hace concluir que podr&#237;a liderar el Colegio mejor que quienes lo hacen actualmente.</FONT></P>
<P class="p15"><FONT class="ft3">4. Dada la naturaleza, complejidad y extensi&#243;n de nuestro Recinto que incluye cuatro distintas Facultades, la Estaci&#243;n Experimental Agr&#237;cola y el Servicio de Extensi&#243;n</FONT></P>
<P class="p16"><FONT class="ft1">2</FONT></P>
</DIV>
<DIV id="page_3">

<P class="p17"><FONT class="ft2">Agr&#237;cola; a su juicio, &#191;cu&#225;les son las necesidades apremiantes del Recinto? De ser nombrado Rector, &#191;c&#243;mo comenzar&#237;a a atenderlas?</FONT></P>
<P class="p18"><FONT class="ft0">El Recinto debe reordenar sus prioridades. Debe abrir espacios de participaci&#243;n a la comunidad universitaria. Alrededor del mundo entero se les est&#225; exigiendo a los gobiernos que cambien la manera de tomar decisiones. El Recinto de Mayag&#252;ez y la UPR no pueden quedar rezagados con un modelo decisional anacr&#243;nico y desprestigiado. La necesidad m&#225;s urgente del Recinto en este momento es evitar que el Comit&#233; Asesor sobre el Futuro de la Educaci&#243;n Superior en Puerto Rico provoque cambios en la ley que reduzcan la financiaci&#243;n de la Universidad, politicen el proceso de contrataci&#243;n de profesores y centralicen a&#250;n m&#225;s las estructuras de poder. Resulta particularmente preocupante que la copresidenta del Comit&#233; Asesor pertenezca a la Junta de Gobierno del Sistema Ana G. M&#233;ndez y que se est&#233; contemplando transferir funciones de la UPR a universidades privadas. Un verdadero Rector defender&#237;a la universidad del pueblo por encima de otras consideraciones.</FONT></P>
<P class="p19"><FONT class="ft1">El Rector debe comenzar por cumplir los compromisos contra&#237;dos con sus empleados. Debe honrar los acuerdos con FLEURUM y exigir que se cumplan los de la HEEND. Debe otorgar los ascensos del personal no docente que ya est&#225;n presupuestados. Debe otorgar todos los ascensos al personal docente, incluso si muchos no incluyan aumento salarial inmediatamente. El Rector debe promover que los procesos de reclutamiento cumplan con normas &#233;ticas basadas en el m&#233;rito. Debe proteger los terrenos agr&#237;colas pertenecientes al Recinto, a&#250;n si ello representara contravenir directrices de la administraci&#243;n central y el gobierno. Debe utilizar las cuotas de matr&#237;cula de estudiantes para lo que se estipula, como la cuota de tecnolog&#237;a. Debe promover que se abran m&#225;s cursos en lugar de presionar a los departamentos para que cierren secciones.</FONT></P>
<P class="p20"><FONT class="ft1">Los problemas apremiantes se han identificado a saciedad. Las ideas de c&#243;mo atenderlos tambi&#233;n existen, pero no tienen espacios para florecer. Las ideas no son nuevas, pero ser&#237;a innovador que el Recinto se gobernara por personas que no participaran del proceso de toma por asalto de la Universidad cada vez que cambia el color de La Fortaleza. El Colegio tiene las personas capaces de abordar exitosamente la crisis del momento. Se han propuesto soluciones alternas a la actual, pero han ca&#237;do en o&#237;dos sordos. Por eso es que el problema m&#225;s apremiante a largo plazo del Recinto Universitario de Mayag&#252;ez es su modelo de gobierno. Una administraci&#243;n descentralizada y participativa permitir&#237;a que las personas con ideas realmente innovadoras realizaran cambios reales.</FONT></P>
<P class="p21"><FONT class="ft2">5. Sin recurrir a consideraciones econ&#243;micas, &#191;qu&#233; otras &#225;reas del &#225;mbito universitario entiende usted que merecen prioridad? &#191;C&#243;mo espec&#237;ficamente las trabajar&#237;a?</FONT></P>
<P class="p22"><FONT class="ft1">El Recinto de Mayag&#252;ez debe apoyar la investigaci&#243;n y considerarla una inversi&#243;n m&#225;s que un gasto. Debe promover la obtenci&#243;n de fondos externos facilitando los procesos burocr&#225;ticos y reduciendo barreras para colaboraciones con otros Recintos y Universidades. Se dice que el RUM promueve la investigaci&#243;n pero falta mucho por hacer. Algunas iniciativas han funcionado, como los incentivos por publicaci&#243;n. Se han perdido o limitado otros incentivos como los viajes, las sab&#225;ticas y los fondos semilla. Por otro lado, se ha aumentado el n&#250;mero de estudiantes por curso y se ha reducido la cantidad de profesores, lo que pone presi&#243;n para favorecer la ense&#241;anza sobre la investigaci&#243;n.</FONT></P>
<P class="p23"><FONT class="ft1">La infraestructura del Recinto deja mucho que desear y necesita atenci&#243;n urgente. Muchos edificios contin&#250;an enfermos y su mantenimiento se ha desmejorado por la reducci&#243;n de personal. Muchos empleados docentes y no docentes laboran en ambientes de trabajo</FONT></P>
<P class="p24"><FONT class="ft1">3</FONT></P>
</DIV>
<DIV id="page_4">

<P class="p5"><FONT class="ft1">perjudiciales para su salud y su seguridad. Muchos estudiantes asisten a salones de clases sucios, ruidosos y calurosos. Edificios remodelados como el Antiguo Empresas y el MUSA parecen haber sido abandonados. Varios edificios en remodelaci&#243;n contin&#250;an sin terminarse luego de varios a&#241;os de trabajo. Algunos hasta se han inaugurado sin estar listos. El mantenimiento de los edificios debe retirarse de los decanatos y dejar que los decanos se concentren en aspectos acad&#233;micos. Debe mejorarse la supervisi&#243;n para asegurarse que los empleados cumplan con su labor. Tambi&#233;n hay que integrar un modelo gerencial que le permita al trabajador tomar control de su trabajo y efectuar cambios sin que todo deba provenir de la alta jerarqu&#237;a. Se ha demostrado que ese enfoque aumenta la productividad y crea ambientes de trabajo m&#225;s agradables.</FONT></P>
<P class="p25"><FONT class="ft0">El profesorado del Colegio debe tener la oportunidad de organizarse. El Rector debe convocar una votaci&#243;n de todo el claustro para decidir si quiere que alguna organizaci&#243;n lo represente ante la administraci&#243;n para negociar sobre condiciones laborales, plan m&#233;dico y otros. De ser afirmativo el voto, se convocar&#237;a a una segunda votaci&#243;n para escoger la organizaci&#243;n particular que los representar&#237;a, ya fuera la APPRUM u otra. El proceso debe ser transparente y no se debe penalizar a los que participen.</FONT></P>
<P class="p26"><FONT class="ft0">El Colegio debe promover el acceso igualitario a la educaci&#243;n superior. Debe promover programas de b&#250;squeda de talentos en comunidades desventajadas y ayudar a orientadores acad&#233;micos de escuelas p&#250;blicas de escasos recursos para reclutar estudiantes talentosos. El Recinto tambi&#233;n debe proveer apoyo a los estudiantes desventajados durante su estad&#237;a en el Recinto para asegurar su retenci&#243;n. Debe tambi&#233;n acercarse a la comunidad de Mayag&#252;ez. Debe ayudar a convertir a Mayag&#252;ez en una verdadera ciudad universitaria estimulando la interacci&#243;n con universidades privadas de la zona y como vanguardia de una transformaci&#243;n del entorno urbano del Recinto. Debe rescatarse el Plan Integral del Recinto y adaptarse al Plan Estrat&#233;gico del Municipio de Mayag&#252;ez. Ese es otro ejemplo de ideas concretas que no trascienden la mesa de dibujo por culpa de administradores sin visi&#243;n.</FONT></P>
<P class="p27"><FONT class="ft0">La Guardia Universitaria debe aumentarse en n&#250;mero para que el Recinto pueda abrir paulatinamente sus accesos a la comunidad en general, que la costea con sus impuestos. Debe evitarse que el RUM se contagie del alza en la incidencia criminal que aqueja al Recinto de R&#237;o Piedras. No debe convertirse a la Guardia en una polic&#237;a universitaria, sino apoyarla en sus esfuerzos actuales y proveer mayor adiestramiento a sus efectivos.</FONT></P>
<P class="p28"><FONT class="ft0">El Colegio debe abordar las necesidades de la numerosa poblaci&#243;n de estudiantes no tradicionales. Muchos estudiantes trabajan, tienen familia y contraen obligaciones que les dificulta seguir un itinerario de estudiantes diurnos a tiempo completo. Un programa nocturno de clases abordar&#237;a gran parte de esas necesidades. El Recinto ya reconoce la necesidad de esa poblaci&#243;n a trav&#233;s de la subvenci&#243;n del cuido de ni&#241;os, por lo que no representar&#237;a un cambio cualitativo de visi&#243;n.</FONT></P>
<P class="p29"><FONT class="ft1">Me parece que la facultad de Artes y Ciencias debe dividirse en dos, una Facultad de Artes y una Facultad de Ciencias. Se facilitar&#237;an los procesos de acciones de personal y le brindar&#237;a a ambas facultades una identidad que la actual no tiene.</FONT></P>
<P class="p30"><FONT class="ft2">6. &#191;C&#243;mo cree usted que el personal docente del RUM se ha afectado con las medidas cautelares y otras decisiones ejecutivas recientes? &#191;Qu&#233; acciones espec&#237;ficas tomar&#237;a para motivar y retener a los miembros de la Facultad del Recinto?</FONT></P>
<P class="p31"><FONT class="ft1">Las medidas cautelares han deteriorado considerablemente las condiciones de trabajo de los docentes. Ninguna universidad de prestigio sobrevive sin contratar profesores y sin otorgar</FONT></P>
<P class="p24"><FONT class="ft1">4</FONT></P>
</DIV>
<DIV id="page_5">

<P class="p32"><FONT class="ft1">ascensos. Han provocado, adem&#225;s, que los procesos de contrataci&#243;n se hagan sin convocatorias ni competencia. Esa pr&#225;ctica va en alzada en nuestro Recinto y representa un retroceso en el desarrollo de una universidad moderna. Ante ese panorama el Recinto ha perdido competitividad en el mercado de empleos para nuevas contrataciones y para retenci&#243;n del profesorado.</FONT></P>
<P class="p33"><FONT class="ft0">Las decisiones recientes de austeridad han afectado la cantidad de secciones que debe dictar cada profesor, el n&#250;mero de estudiantes matriculados, los materiales de trabajo, la comodidad del &#225;rea de trabajo, la limpieza de las facilidades, la seguridad de sus edificios y muchos otros asuntos.</FONT></P>
<P class="p34"><FONT class="ft0">El &#225;rea del plan m&#233;dico se ha afectado negativamente tambi&#233;n. El nuevo seguro m&#233;dico cubre menos medicinas y exige deducibles m&#225;s altos. Eso fue producto de un proceso de negociaci&#243;n a puertas cerradas en el que no particip&#243; el profesorado.</FONT></P>
<P class="p35"><FONT class="ft1">Al personal docente hay que mostrarle el respeto que merecen como profesionales del m&#225;s alto nivel. El profesorado debe participar en las decisiones que lo afecten y en la visi&#243;n de futuro del Colegio. Los profesores deben tener mayor representaci&#243;n en el Senado acad&#233;mico pues su constituci&#243;n actual sobre representa a los administradores y subestima a los profesores y estudiantes. La representaci&#243;n claustral debe aumentarse para que el Senado represente la realidad demogr&#225;fica del campus. Los ascensos deben otorgarse inmediatamente. Los Departamentos deben recuperar sus presupuestos para ofrecerle mayor autonom&#237;a y proveer mejor acceso directo de los profesores a las fuentes de decisi&#243;n. Deben reinstalarse las obvenciones, los fondos de viaje y los d&#237;as sobrantes por enfermedad. Los profesores realmente no tienen d&#237;as de enfermedad, ya que deben reponer las clases a pesar de haber tomado el d&#237;a por enfermedad. Tambi&#233;n deben recuperarse las plazas de profesores jubilados que dejan mucha necesidad en sus departamentos.</FONT></P>
<P class="p36"><FONT class="ft2">7. &#191;C&#243;mo usted visualiza su relaci&#243;n con la Junta de S&#237;ndicos y el Presidente de la Universidad de Puerto Rico y con el gobierno central, en defensa de los intereses particulares y apremiantes del RUM?</FONT></P>
<P class="p37"><FONT class="ft0">La Junta de S&#237;ndicos y la Oficina del Presidente de la Universidad de Puerto Rico deben disolverse. La Junta de S&#237;ndicos de la UPR es un organismo ajeno a la comunidad universitaria, altamente politizado desde su creaci&#243;n y anti-democr&#225;tico. Sus desacertadas decisiones en los a&#241;os recientes han generado el rechazo de los universitarios y del pa&#237;s en general. Resulta inconcebible que una instituci&#243;n como la UPR, donde labora la elite intelectual de nuestro pa&#237;s, recurra a individuos ajenos a la instituci&#243;n y con preparaci&#243;n inferior al profesor promedio para administrar la universidad. La Junta de S&#237;ndicos ha ignorado el parecer de cuatro mil profesores y profesoras altamente cualificados para seguir las indicaciones de sus jefes pol&#237;ticos.</FONT></P>
<P class="p38"><FONT class="ft0">La Presidencia de la Universidad de Puerto Rico deber&#237;a erradicarse de inmediato, lo que le ahorrar&#237;a a la UPR una cantidad considerable de recursos. Las funciones del Presidente las puede llevar a cabo un Consejo de Rectores que cuente con una oficina administrativa peque&#241;a que no desangre a la Universidad.</FONT></P>
<P class="p39"><FONT class="ft1">La relaci&#243;n con el gobierno central debe ser colaborativa y armoniosa con una visi&#243;n conjunta que reconozca el valor extraordinario de la Universidad en la sociedad puertorrique&#241;a. La Universidad debe formar parte de un proyecto de pa&#237;s que coloque a la educaci&#243;n superior como punta de lanza del desarrollo socio-econ&#243;mico de Puerto Rico. El gobierno central debe ser colaborador de la Universidad, en lugar de usurpador. El Rector del Recinto Universitario de Mayag&#252;ez debe defender al Colegio de las intromisiones de los pol&#237;ticos de turno. La exclusi&#243;n</FONT></P>
<P class="p40"><FONT class="ft1">5</FONT></P>
</DIV>
<DIV id="page_6">

<P class="p41"><FONT class="ft1">parcial de la UPR de los recaudos del gobierno central debi&#243; haber generado una protesta activa de parte del Rector, a la que se habr&#237;an unido todos los sectores de la comunidad universitaria. La reacci&#243;n, sin embargo, fue de complacencia, resignaci&#243;n y justificaci&#243;n. Ese tipo de administrador no deber&#237;a ocupar la silla de Rector. El Rector tambi&#233;n debi&#243; exigir que las contrataciones no se centralizaran, as&#237; como rechazar las directrices actuales de contratar a &#250;ltimo minuto sin convocatorias.</FONT></P>
<P class="p42"><FONT class="ft2">8. Si fuera recomendado por este comit&#233; y nombrado por el Presidente como pr&#243;ximo rector del RUM, &#191;cu&#225;l ser&#237;a el rol de los siguientes elementos en el gobierno interno del RUM bajo su mandato: el &#8220;Staff&#8221; del Rector, la Junta Administrativa, el Senado</FONT></P>
<P class="p43"><FONT class="ft2">Acad&#233;mico, la Oficina del Asesor Legal, la Administraci&#243;n Central y la Junta de S&#237;ndicos?</FONT></P>
<P class="p26"><FONT class="ft1">El Recinto de Mayag&#252;ez debe reconocerle poderes reales al Senado Acad&#233;mico y facilitar que sus expresiones sobre pol&#237;tica universitaria tengan fuerza. El &#8220;Staff&#8221;del Rector debe reducirse y eliminar la pr&#225;ctica de brindarles m&#225;s poder que a los mismos Senadores Acad&#233;micos y Decanos. Los ayudantes del Rector pueden servir como asesores y asistentes de labores, pero nunca como fuente de poder decisional. Actualmente es un grupo de confianza del Rector que no pasa por ning&#250;n cedazo de la comunidad universitaria pero al que se han otorgado poderes de facto.</FONT></P>
<P class="p44"><FONT class="ft0">La Junta Administrativa debe limitarse a asuntos de gerencia sin inmiscuirse en las decisiones acad&#233;micas de la Universidad. Actualmente la Junta Administrativa se ha convertido en un brazo de Rector&#237;a que, dado el &#233;nfasis desmedido actual sobre las finanzas del Recinto, toma decisiones sobre asuntos acad&#233;micos, como la contrataci&#243;n de personal y los ascensos. El Senado Acad&#233;mico, constituido por una mayor proporci&#243;n de profesores y estudiantes que la que existe actualmente, debe ser la fuente de decisiones sobre el provenir del Recinto.</FONT></P>
<P class="p45"><FONT class="ft1">La Oficina del Asesor Legal se ha utilizado por varios Rectores para reducir la libertad de expresi&#243;n en el Recinto. Se ha convertido en una imagen com&#250;n la del Asesor o la Asesora Legal tomando fotos en Rector&#237;a cuando se han convocado manifestaciones de protesta. Ello refleja un enfoque desvirtuado de la posici&#243;n. Su misi&#243;n debe ser la de proteger los derechos civiles de los universitarios y de velar porque el Recinto mantenga sus procesos en ley. En su defecto se dedica a acumular evidencia para perseguir estudiantes que retan las directrices de la administraci&#243;n.</FONT></P>
<P class="p46"><FONT class="ft1">La Junta de S&#237;ndicos y la Presidencia deben desaparecer. Se debe restablecer el Consejo de Educaci&#243;n Superior y colocar en manos de universitarios las decisiones estrat&#233;gicas.</FONT></P>
<P class="p47"><FONT class="ft1">6</FONT></P>
</DIV>
<div style="padding:50px 0 15px 0;"><a href="http://pdf2html.blogspot.com/" style="padding:10;font-family:Arial, Helvetica, sans-serif; font-size:12px; color:#666; border-top:solid medium #CCC">Convert PDF to HTML using PDF2HTML Online</a></div></body>
</HTML>
