<HTML>
<HEAD><TITLE>Respuesta-a-las-preguntas-de-Cecilio-Ortiz</TITLE>
<STYLE type="text/css">

body {margin-top: 0px;margin-left: 0px;}

#page_1 {position:relative; overflow: hidden;margin-top: 135px;margin-left: 96px;margin-bottom: 97px;width: 629px;}



#page_2 {position:relative; overflow: hidden;margin-top: 99px;margin-left: 120px;margin-bottom: 105px;width: 603px;}



#page_3 {position:relative; overflow: hidden;margin-top: 99px;margin-left: 120px;margin-bottom: 97px;width: 603px;}



#page_4 {position:relative; overflow: hidden;margin-top: 99px;margin-left: 120px;margin-bottom: 116px;width: 605px;}



#page_5 {position:relative; overflow: hidden;margin-top: 114px;margin-left: 120px;margin-bottom: 97px;width: 604px;}



#page_6 {position:relative; overflow: hidden;margin-top: 94px;margin-left: 144px;margin-bottom: 682px;width: 579px;}



.ft0{font: 15px 'Arial';line-height: 17px;}
.ft1{font: bold 13px 'Arial';line-height: 16px;}
.ft2{font: bold 15px 'Arial';margin-left: 13px;line-height: 18px;}
.ft3{font: 13px 'Arial';line-height: 20px;}
.ft4{font: bold 15px 'Arial';margin-left: 13px;line-height: 19px;}
.ft5{font: bold 13px 'Arial';margin-left: 13px;line-height: 18px;}
.ft6{font: 15px 'Arial';line-height: 20px;}
.ft7{font: 13px 'Arial';line-height: 16px;}
.ft8{font: 15px 'Arial';margin-left: 13px;line-height: 17px;}
.ft9{font: bold 13px 'Arial';margin-left: 13px;line-height: 20px;}
.ft10{font: 14px 'Arial';line-height: 20px;}

.p0{text-align: left;margin-top: 0px;margin-bottom: 0px;}
.p1{text-align: left;margin-top: 1px;margin-bottom: 0px;}
.p2{text-align: justify;padding-left: 24px;margin-top: 35px;margin-bottom: 0px;}
.p3{text-align: left;padding-left: 48px;margin-top: 0px;margin-bottom: 0px;}
.p4{text-align: left;padding-left: 48px;padding-right: 20px;margin-top: 32px;margin-bottom: 0px;text-indent: -24px;}
.p5{text-align: left;padding-left: 48px;padding-right: 5px;margin-top: 2px;margin-bottom: 0px;}
.p6{text-align: left;padding-left: 48px;padding-right: 9px;margin-top: 33px;margin-bottom: 0px;}
.p7{text-align: left;padding-left: 24px;padding-right: 3px;margin-top: 0px;margin-bottom: 0px;}
.p8{text-align: justify;padding-left: 24px;padding-right: 75px;margin-top: 25px;margin-bottom: 0px;text-indent: -24px;}
.p9{text-align: left;padding-left: 24px;padding-right: 1px;margin-top: 0px;margin-bottom: 0px;}
.p10{text-align: left;padding-left: 24px;padding-right: 20px;margin-top: 34px;margin-bottom: 0px;text-indent: -24px;}
.p11{text-align: left;padding-left: 24px;margin-top: 1px;margin-bottom: 0px;}
.p12{text-align: left;padding-left: 24px;padding-right: 22px;margin-top: 0px;margin-bottom: 0px;}
.p13{text-align: left;padding-left: 24px;margin-top: 23px;margin-bottom: 0px;}
.p14{text-align: left;padding-left: 24px;padding-right: 11px;margin-top: 28px;margin-bottom: 0px;}
.p15{text-align: justify;padding-left: 24px;padding-right: 4px;margin-top: 34px;margin-bottom: 0px;text-indent: -24px;}
.p16{text-align: left;padding-left: 24px;padding-right: 6px;margin-top: 5px;margin-bottom: 0px;}
.p17{text-align: left;padding-left: 24px;padding-right: 43px;margin-top: 0px;margin-bottom: 0px;}
.p18{text-align: left;padding-left: 24px;padding-right: 8px;margin-top: 7px;margin-bottom: 0px;}
.p19{text-align: left;padding-left: 24px;margin-top: 5px;margin-bottom: 0px;}
.p20{text-align: justify;padding-left: 24px;margin-top: 3px;margin-bottom: 0px;}
.p21{text-align: justify;padding-left: 24px;margin-top: 4px;margin-bottom: 0px;}
.p22{text-align: left;padding-left: 24px;padding-right: 8px;margin-top: 16px;margin-bottom: 0px;}
.p23{text-align: left;padding-left: 24px;padding-right: 2px;margin-top: 37px;margin-bottom: 0px;text-indent: -24px;}
.p24{text-align: left;padding-left: 24px;margin-top: 0px;margin-bottom: 0px;}
.p25{text-align: left;padding-left: 24px;padding-right: 7px;margin-top: 32px;margin-bottom: 0px;text-indent: -24px;}
.p26{text-align: left;padding-left: 24px;padding-right: 4px;margin-top: 33px;margin-bottom: 0px;text-indent: -24px;}
.p27{text-align: left;padding-left: 24px;padding-right: 1px;margin-top: 23px;margin-bottom: 0px;}




</STYLE>
</HEAD>

<BODY>
<DIV id="page_1">

<P class="p0"><FONT class="ft0">Dr. Cecilio Ortiz Garc&#237;a</FONT></P>
<P class="p1"><FONT class="ft0">Departamento de Ciencias Sociales</FONT></P>
<P class="p0"><FONT class="ft0">Recinto Universitario de Mayag&#252;ez</FONT></P>
<P class="p1"><FONT class="ft0">Respuestas a las Preguntas a Candidatos- 12/10/11</FONT></P>
<P class="p2"><FONT class="ft1">1.</FONT><FONT class="ft2">&#191;Qu&#233; representa para usted ser Rector del Recinto Universitario de Mayag&#252;ez?</FONT></P>
<P class="p3"><FONT class="ft3">Ser rector del RUM es ser aquel/aquella miembro de la comunidad universitaria sobre quien es depositada la confianza en su capacidad de lograr motivar, movilizar y viabilizar la diversidad de recursos existentes para alcanzar una visi&#243;n com&#250;n del recinto al cual todos/as deseamos pertenecer. Se pudiera alegar que esa visi&#243;n existe y ya ha quedado plasmada en documentos oficiales, como por ejemplo los planes estrat&#233;gicos. Mas la visi&#243;n a la que me refiero, lejos de ser un documento guardado en los anaqueles o en las oficinas de directores/as, decanos/as y otros administradores/as es un ejercicio de desarrollo comunitario participativo y colaborativo que no necesita ser guiado pero si facilitado de manera inclusiva, peri&#243;dicamente y consistentemente. Creo que la instituci&#243;n que conocemos como rector&#237;a, y quien a se le llame rector/a, tiene el compromiso de garantizar que los recursos y la voluntad necesarios para ese esfuerzo est&#233;n presentes. En ese sentido, el/la rector/a, es un gestor del continuo cambio que necesitan las organizaciones complejas como nuestra universidad. Como gestor, se nutre tanto del conocimiento sobre lo que es la sana administraci&#243;n como del cumulo de experiencias que le proveen la sensibilidad necesarias para administrar la diversidad que denota nuestro recinto.</FONT></P>
<P class="p4"><FONT class="ft1">2.</FONT><FONT class="ft2">Describa c&#243;mo ha sido su relaci&#243;n con la comunidad universitaria: estudiantes, personal docente y no-docente. Ofrezca ejemplos relevantes y comente c&#243;mo esa experiencia podr&#237;a ayudarle en su gesti&#243;n como Rector.</FONT></P>
<P class="p5"><FONT class="ft3">Bajo circunstancias usuales, en una &#8220;contienda electoral&#8221; una pregunta c&#243;mo esta le da la oportunidad al/la candidata/a para desplegar toda una serie de atributos personales basado en posiciones o designaciones pasadas. Sin embargo esta no es una &#8220;contienda&#8221;, ni mucho menos &#8220;electoral&#8221;. De este proceso de consulta sale una terna de candidatos m&#225;s o menos avalados por los participantes, de entre los cuales (esperamos que&#8230;) el Presidente va a nombrar uno de su preferencia. Al mirar el desempe&#241;o de rectores/a pasados/a, la experiencia en t&#233;rminos de su relaci&#243;n con la comunidad universitaria antes de ocupar el cargo no necesariamente se ha traducido en desempe&#241;o satisfactorio en gran parte por nuestros bajos niveles de gobernanza a nivel institucional. Es m&#225;s, la experiencia en el ambiente altamente fragmentado vertical y horizontalmente, burocratizado y jer&#225;rquico de nuestro recinto deja muy poco espacio para la deliberaci&#243;n y la formaci&#243;n democr&#225;tica de todos sus miembros y pone a los/as candidatos/as, incluy&#233;ndome, en una posici&#243;n bien precaria.</FONT></P>
<P class="p6"><FONT class="ft3">Considero entonces que las experiencias obtenidas al relacionarme con la comunidad universitaria me ofrecen m&#225;s bien una idea m&#225;s clara de c&#243;mo no usar como marco conceptual el modelo de relaciones actual, y la necesidad imperiosa de cambio institucional que le permita</FONT></P>
</DIV>
<DIV id="page_2">

<P class="p7"><FONT class="ft3">al rector alcanzar su potencial administrativo dentro de una organizaci&#243;n de una alta diversidad y sumamente compleja. Adem&#225;s, creo que lo que hace del puesto del rector uno que necesita re-inventarse lo es la necesidad imperiosa de re conceptualizar no solo las relaciones con comunidades internas de la universidad si no con aquellas del ambiente externo. El triunfo de la labor del equipo de rector&#237;a depende en gran medida de su capacidad de responder de manera cre&#237;ble a las demandas de m&#250;ltiples constituyentes dentro y fuera del recinto, aumentando as&#237; una mayor transparencia de los procesos administrativos y los m&#225;s altos est&#225;ndares de rendici&#243;n de cuentas de cara a esos constituyentes.</FONT></P>
<P class="p8"><FONT class="ft1">3.</FONT><FONT class="ft2">&#191;Qu&#233; experiencias lo cualifican a usted para ser Rector del Recinto Universitario de Mayag&#252;ez?</FONT></P>
<P class="p9"><FONT class="ft3">Dicho ya lo anterior sugiere que la comunidad universitaria esta lista para asumir mayor poder sobre el proceso de selecci&#243;n. Ya de por s&#237;, este proceso es experiencia que me ayudar&#237;a en mi gesti&#243;n como rector. Tambi&#233;n durante mis a&#241;os como miembro de esta comunidad acad&#233;mica he tenido varias oportunidades de participar en las actividades que nos hacen llamarnos comunidad. Por ejemplo, en mi sal&#243;n de clase siempre he tratado de utilizar diferentes aspectos del quehacer universitario como herramientas de aprendizaje y de an&#225;lisis cr&#237;tico tanto para m&#237; como para mis estudiantes. Como miembro de comit&#233;s departamentales, he visto los efectos da&#241;inos que la alta fragmentaci&#243;n, y las tribus acad&#233;micas dentro del recinto tienen sobre nuestra capacidad productiva. A trav&#233;s de mis proyectos de investigaci&#243;n sobre participaci&#243;n ciudadana he podido ver la poca relevancia que percibe nuestra sociedad sobre el impacto que tiene la universidad a la hora de resolver problemas apremiantes de Puerto Rico. Al nivel de gobernanza, mi reciente experiencia con la Middle States Commission on Higher Education me ha permitido vivir las limitaciones de nuestra cultura de participaci&#243;n interna.</FONT></P>
<P class="p10"><FONT class="ft1">4.</FONT><FONT class="ft4">Dada la naturaleza, complejidad y extensi&#243;n de nuestro Recinto que incluye cuatro distintas Facultades, la Estaci&#243;n Experimental Agr&#237;cola y el Servicio de Extensi&#243;n Agr&#237;cola; a su juicio, &#191;cu&#225;les son las necesidades apremiantes del Recinto? De ser nombrado Rector, &#191;c&#243;mo comenzar&#237;a a atenderlas?</FONT></P>
<P class="p11"><FONT class="ft3">Seria arrogante de mi parte alegar que mi &#8220;expertise&#8221; en administraci&#243;n p&#250;blica me da una ventaja a la hora de atajar asuntos asociados al tama&#241;o y la complejidad organizacional de nuestra instituci&#243;n acad&#233;mica. M&#225;s bien lo que me da esa preparaci&#243;n es un sentido de humildad a la hora de contestar esta pregunta. Como persona responsable y respetuosa de la instituci&#243;n de la rector&#237;a, tengo que decir que no s&#233;. Pero esta respuesta no debe tomarse como un mero indicador est&#225;tico de ignorancia, sino como un reconocimiento de que como Rector, mi trabajo seria precisamente descubrirlos desde las perspectivas de los constituyentes envueltos a trav&#233;s de un proceso colaborativo y participativo. Ese proceso, en vez de concentrarse en los &#8220;c&#243;mos&#8221;, debe comenzar por definir una visi&#243;n com&#250;n del Recinto que deseamos. A mi entender no necesitamos un rector que venga a venderle una visi&#243;n a la comunidad universitaria de c&#243;mo resolver una lista de problemas. M&#225;s bien necesitamos a un rector/a que reconociendo la existencia de m&#250;ltiples y distintas visiones y la naturaleza compleja de los problemas que enfrentamos, se comprometa al dise&#241;o, desarrollo, implementaci&#243;n y constante</FONT></P>
</DIV>
<DIV id="page_3">

<P class="p12"><FONT class="ft0">aval&#250;o de un proceso a trav&#233;s del cual todas las voces del recinto se vean representadas en la toma de decisiones.</FONT></P>
<P class="p13"><FONT class="ft3">Pero ojala y fuera solo un asunto de vanidad profesional&#8230; La literatura acad&#233;mica referente a los procesos de toma de decisiones y de pol&#237;tica p&#250;blica apunta a un nuevo tipo de problemas, los problemas perversos. Estos problemas denotan unas caracter&#237;sticas muy particulares: las teor&#237;as actuales son insuficientes al tratar de predecir el curso que seguir&#225;n, la capacidad individual de los expertos es insuficiente para lidiar con ellos, y la pluralidad de objetivos que los distintos constituyentes envueltos en la resoluci&#243;n del problema es tal que es imposible solucionarlos con las herramientas decisionales cl&#225;sicas. Este proceso mismo de consulta ha permitido que algunos de los problemas perversos que enfrentamos en el recinto salgan a la luz. Problemas como la acreditaci&#243;n, la oferta de cursos, la transportaci&#243;n en el recinto, el estacionamiento, como devolverles la competitividad a nuestros equipos deportivos, m&#225;s y mejores oportunidades de participaci&#243;n real para el estudiantado, entre otras, han sido identificadas precisamente porque el proceso de consulta rompi&#243; con la pr&#225;ctica actual de meramente anunciar o informar a la comunidad universitaria lo que ya ha sido decidido.</FONT></P>
<P class="p14"><FONT class="ft3">Uno de los modelos decisionales alternativos que tendr&#237;a la posibilidad de atender estos problemas perversos lo es el construir &#8220;comunidades de pares extendidas&#8221; alrededor de problemas del recinto. Este modelo no implica crear comit&#233;s cuya composici&#243;n y naturaleza jer&#225;rquica reflejan las mismas inequidades burocr&#225;ticas de la instituci&#243;n para tratar problemas complejos como si fueran problemas bien definidos y sobre los que hay unanimidad. Estas comunidades extendidas de pares se crear&#237;an identificando primero aquellos constituyentes afectados por el problema, creando mesas de dialogo colaborativo en donde se le ofrecen recursos en igualdad de condiciones a sus miembros para desarrollar de manera colaborativa soluciones basadas en puntos comunes entre esos constituyentes. Los procesos deliberativos podr&#237;an convertirse en herramientas did&#225;cticas para la creaci&#243;n de un acervo de informaci&#243;n que se pueda convertir en recurso para la negociaci&#243;n y resoluci&#243;n de conflictos en el futuro. Como este, existe una multiplicidad de herramientas de participaci&#243;n que proveen estructuras mucho m&#225;s flexibles, transparentes y que se prestan m&#225;s a la cultura de rendici&#243;n de cuentas que tan apremiantemente necesitamos.</FONT></P>
<P class="p15"><FONT class="ft1">5.</FONT><FONT class="ft5">Sin recurrir a consideraciones econ&#243;micas, &#191;qu&#233; otras &#225;reas del &#225;mbito universitario entiende usted que merecen prioridad? &#191;C&#243;mo espec&#237;ficamente las trabajar&#237;a?</FONT></P>
<P class="p16"><FONT class="ft3">Al participar en las deliberaciones del Comit&#233; Ad Hoc del RUM para la visita de la MSCHE al recinto, fui enf&#225;tico en sugerir que el modelo de gobernanza del recinto (Decide-Anuncia- Defiende) representaba el reto m&#225;s grande que atentaba contra la sostenibilidad de nuestra instituci&#243;n. Todav&#237;a creo que el asunto prioritario en el recinto es la ausencia de una cultura de deliberaci&#243;n colaborativa. Para identificar y encontrar puntos de convergencia a trav&#233;s del dialogo es necesaria la creaci&#243;n de espacios y normas justas de deliberaci&#243;n multisectorial. Como qued&#243; demostrado a trav&#233;s del proceso huelgario del pasado semestre, el dialogo por dialogar, sin acceso a la informaci&#243;n ni la transparencia necesaria para participar, reproduce las</FONT></P>
</DIV>
<DIV id="page_4">

<P class="p17"><FONT class="ft0">inequidades existentes entre constituyentes y m&#225;s a&#250;n abona a la falta de confianza en las decisiones administrativas.</FONT></P>
<P class="p18"><FONT class="ft3">Este asunto necesita acciones de tipo estructural-por ejemplo la disponibilidad de espacios f&#237;sicos conducentes al dialogo deliberativo, de tipo institucional (reglas de juego justas)-por ejemplo el no denegar esos espacios a grupos y organizaciones &#8220;no oficiales&#8221;, y al nivel de r&#233;gimen-armonizar todos los sistemas deliberativos del recinto para que el dialogo se convierta en la norma y no en la excepci&#243;n. Una manera de crear un r&#233;gimen de la negociaci&#243;n y el dialogo en el RUM es experimentar con una cl&#237;nica que provea servicios de negociaci&#243;n y resoluci&#243;n de conflictos a la comunidad universitaria. Atando las actividades de la cl&#237;nica al Programa de Ciencias Sociales y de Administraci&#243;n de Empresas de manera colaborativa podemos tambi&#233;n atajar la fragmentaci&#243;n disciplinaria en el recinto.</FONT></P>
<P class="p19"><FONT class="ft6">Mientras no promovemos el uso de &#8220;cut and paste&#8221; a la hora de copiar esfuerzos que pudieran o no ser afines con la idiosincrasia cultural del RUM en t&#233;rminos de gobernanza, si podemos mencionar actividades que muy bien se pudieran convertir en proyectos piloto y eventualmente actividades institucionalizadas en el recinto. Algunas de ellas son:</FONT></P>
<P class="p20"><FONT class="ft7">1.</FONT><FONT class="ft8">Presupuestos Participativos</FONT></P>
<P class="p20"><FONT class="ft7">2.</FONT><FONT class="ft8">Conferencias de Consenso</FONT></P>
<P class="p21"><FONT class="ft7">3.</FONT><FONT class="ft8">Jurados Estudiantiles</FONT></P>
<P class="p21"><FONT class="ft7">4.</FONT><FONT class="ft8">C&#233;lulas de Planificaci&#243;n</FONT></P>
<P class="p22"><FONT class="ft6">Estas actividades no deben ser implantadas utilizando DAD (decide-anuncia-defiende) ya que esto anular&#237;a el efecto de apertura y transparencia de procesos que buscan en primera instancia. La implementaci&#243;n de os mismo debe llevarse a cabo siguiendo el modelo Convoca- Delibera-Decide-Implementa, lo cual nos mover&#237;a a&#241;os luz hacia delante del modelo arcaico que actualmente tenemos.</FONT></P>
<P class="p23"><FONT class="ft1">6.</FONT><FONT class="ft9">&#191;C&#243;mo cree usted que el personal docente del RUM se ha afectado con las medidas cautelares y otras decisiones ejecutivas recientes? &#191;Qu&#233; acciones espec&#237;ficas tomar&#237;a para motivar y retener a los miembros de la Facultad del Recinto?</FONT></P>
<P class="p9"><FONT class="ft10">Todos y todas nos hemos visto afectados de m&#250;ltiples maneras. Es m&#225;s dif&#237;cil en este caso encontrar un aspecto positivo a las medidas cautelares y las acciones ejecutivas recientes. Si hay algo positivo es que m&#250;ltiples asuntos que estar&#237;an silentes y ausentes de la agenda de discusi&#243;n del recinto ahora mismo han ascendido en la agenda de discusi&#243;n gracias en parte a esas acciones. Pero aunque estas se est&#233;n discutiendo, eso no quiere decir que la facultad habla con una sola voz a la hora de presentar un frente com&#250;n a esas medidas cautelares y otras decisiones ejecutivas recientes. Seguimos comport&#225;ndonos como una &#8220;anarqu&#237;a organizada&#8221; albergada en una &#8220;torre de babel&#8221;. Hay que trabajar para disminuir la fragmentaci&#243;n salarial, institucional, acad&#233;mica, pol&#237;tica y econ&#243;mica que sufre nuestra facultad. Para esto tambi&#233;n hay que crear los espacios necesarios para desarrollar un lenguaje com&#250;n que nos permita enfrentar en bloque los retos que enfrenta no solo nuestra facultad si no todos los miembros de nuestra comunidad universitaria.</FONT></P>
</DIV>
<DIV id="page_5">

<P class="p24"><FONT class="ft10">No hay acci&#243;n que lograr&#237;a tanto por motivar y retener a los miembros de la facultad del recinto que el regresar a la normalidad los procesos de ascenso. Es imperativo la creaci&#243;n y coordinaci&#243;n de esfuerzos colaborativos y de coaliciones de apoyo y cabildeo intenso que logren educar a la sociedad y nuestros l&#237;deres pol&#237;ticos de los riesgos sociales que trae esta pol&#237;tica miope e irresponsable. Mediante esfuerzos de comunicaci&#243;n coordinados, la industria, y sectores que dependen de la calidad del estudiante que sale de nuestra instituci&#243;n deben ser tra&#237;dos a bordo en el esfuerzo de revertir la paralizaci&#243;n de os ascensos. Juntos podemos hacer la presi&#243;n suficiente para reformular un problema de un marco puramente econ&#243;mico a uno de competitividad global para la academia puertorrique&#241;a y las implicaciones que esto tiene para el resto de la sociedad.</FONT></P>
<P class="p25"><FONT class="ft1">7.</FONT><FONT class="ft4">&#191;C&#243;mo usted visualiza su relaci&#243;n con la Junta de S&#237;ndicos y el Presidente de la Universidad de Puerto Rico y con el gobierno central, en defensa de los intereses particulares y apremiantes del RUM?</FONT></P>
<P class="p24"><FONT class="ft3">El concepto de &#8220;policy entrepreneur&#8221; o empresario de pol&#237;tica p&#250;blica captura la esencia del rol que visualizo para el rector. La relaci&#243;n del el equipo de rector&#237;a (como empresario de pol&#237;tica p&#250;blica) y el ambiente externo a su instituci&#243;n especialmente con la Junta de S&#237;ndicos y Presidencia, es una de que presenta grandes retos pero tambi&#233;n muchas oportunidades. El RUM se concibe como un actor importante en los procesos de pol&#237;tica p&#250;blica de educaci&#243;n superior del pa&#237;s. Pero la pol&#237;tica de educaci&#243;n superior depende de que el RUM como instituci&#243;n se inserte de manera efectiva en todo proceso cuyas decisiones afecten al recinto. El desarrollo de un sistema de comunicaciones interno y externo de alta sofisticaci&#243;n que sirva no solo de un mero generador de anuncios si no de filtro de informaci&#243;n para la formulaci&#243;n efectiva de asuntos relacionados con la universidad y as&#237; poder insertarlos efectivamente en la agenda de acci&#243;n del gobierno central. Para esto tenemos que alejarnos del modelo arcaico jer&#225;rquico a una organizaci&#243;n &#225;gil, capaz de movilizar sus redes de apoyo establecidas a trav&#233;s de acuerdos colaborativos multisectoriales dominar la agenda de acci&#243;n en el &#225;rea de educaci&#243;n superior.</FONT></P>
<P class="p26"><FONT class="ft1">8.</FONT><FONT class="ft9">Si fuera recomendado por este comit&#233; y nombrado por el Presidente como pr&#243;ximo rector del RUM, &#191;cu&#225;l ser&#237;a el rol de los siguientes elementos en el gobierno interno del RUM bajo su mandato: el &#8220;Staff&#8221; del Rector, la Junta Administrativa, el Senado Acad&#233;mico, la Oficina del Asesor Legal, la Administraci&#243;n Central y la Junta de S&#237;ndicos?</FONT></P>
<P class="p27"><FONT class="ft3">No existe mucho, dada nuestra estructura legal existente, que pueda variar de inmediato con respecto al rol que juega el staff, la junta, el Senado, la oficina del asesor legal, la administraci&#243;n central y la junta de s&#237;ndicos. Pero la esperanza de este servidor es que a la que el cambio de gobernanza se de en el RUM, el rol que juegan estos elementos en el gobierno interno y externo del RUM se expanda o se contraiga a la que logramos efectuar cambio en la cultura de participaci&#243;n de los diferentes actores en la toma de decisiones del recinto. Creo que en este momento se debe hacer menci&#243;n de un concepto que ha vuelto a estar de moda en las voces del recinto: la autonom&#237;a. Y es que no es para menos. La intromisi&#243;n de la administraci&#243;n</FONT></P>
</DIV>
<DIV id="page_6">

<P class="p0"><FONT class="ft3">central y la junta de s&#237;ndicos en asuntos que se perciben como internos del RUM han llegado a niveles insoportables e incluso han tenido un impacto negativo en nuestros procesos de acreditaci&#243;n. Sin embargo, y a diferencia de otros que ven la autonom&#237;a como panacea, yo no creo que la autonom&#237;a de logra en base a un &#8220;Zero - sum game&#8221; en donde la autonom&#237;a del recinto se logra a expensas de la p&#233;rdida de poder de otro actor universitario. Tampoco la autonom&#237;a se logra mediante decreto o estipulaci&#243;n legal administrativa. La autonom&#237;a no es un sitial al cual alguien llega, se sienta y dice lo logre, &#161;soy aut&#243;nomo! La autonom&#237;a se lucha d&#237;a a d&#237;a demostrando tener la capacidad institucional, administrativa, fiscal y pol&#237;tica para dar la batalla frente a aquellos que quieren para su beneficio usurpar aquello que en la lucha diaria se ha ganado. En esta constante negociaci&#243;n es que el rector y los dem&#225;s elementos de gobierno interno del RUM deben estar dispuestos a redefinir sus roles seg&#250;n los tiempos que vivimos. Los cambios tecnol&#243;gicos, sociales, pol&#237;ticos (no politiqueros), demogr&#225;ficos y ambientales requieren de estos la capacidad de adaptaci&#243;n y de moverse a esquemas m&#225;s colaborativos y menos adversariales. La sobrevivencia del RUM y quiz&#225;s del sistema UPR as&#237; lo requiere.</FONT></P>
</DIV>
<div style="padding:50px 0 15px 0;"><a href="http://pdf2html.blogspot.com/" style="padding:10;font-family:Arial, Helvetica, sans-serif; font-size:12px; color:#666; border-top:solid medium #CCC">Convert PDF to HTML using PDF2HTML Online</a></div></body>
</HTML>
