<HTML>
<HEAD><TITLE>respuestas-a-las-preguntas-Agustin-Irizarry</TITLE>
<STYLE type="text/css">

body {margin-top: 0px;margin-left: 0px;}

#page_1 {position:relative; overflow: hidden;margin-top: 99px;margin-left: 96px;margin-bottom: 111px;width: 668px;}



#page_2 {position:relative; overflow: hidden;margin-top: 116px;margin-left: 120px;margin-bottom: 160px;width: 600px;}



#page_3 {position:relative; overflow: hidden;margin-top: 116px;margin-left: 120px;margin-bottom: 133px;width: 605px;}



#page_4 {position:relative; overflow: hidden;margin-top: 99px;margin-left: 120px;margin-bottom: 145px;width: 600px;}



#page_5 {position:relative; overflow: hidden;margin-top: 96px;margin-left: 144px;margin-bottom: 900px;width: 576px;}



.ft0{font: 15px 'Arial';line-height: 17px;}
.ft1{font: bold 13px 'Tahoma';line-height: 16px;}
.ft2{font: 13px 'Arial';line-height: 16px;}
.ft3{font: 15px 'Arial';margin-left: 13px;line-height: 17px;}
.ft4{font: 15px 'Tahoma';line-height: 20px;}
.ft5{font: 15px 'Arial';margin-left: 13px;line-height: 19px;}
.ft6{font: 15px 'Tahoma';line-height: 21px;}
.ft7{font: 15px 'Arial';margin-left: 13px;line-height: 20px;}
.ft8{font: 15px 'Tahoma';line-height: 19px;}
.ft9{font: 15px 'Tahoma';line-height: 18px;}
.ft10{font: 15px 'Arial';margin-left: 13px;line-height: 18px;}
.ft11{font: 14px 'Tahoma';line-height: 20px;}
.ft12{font: 14px 'Arial';margin-left: 13px;line-height: 20px;}
.ft13{font: italic 15px 'Tahoma';line-height: 20px;}

.p0{text-align: left;padding-right: 185px;margin-top: 0px;margin-bottom: 0px;}
.p1{text-align: justify;padding-left: 24px;margin-top: 36px;margin-bottom: 0px;}
.p2{text-align: justify;padding-left: 48px;padding-right: 44px;margin-top: 34px;margin-bottom: 0px;}
.p3{text-align: justify;padding-left: 48px;padding-right: 44px;margin-top: 40px;margin-bottom: 0px;text-indent: -24px;}
.p4{text-align: justify;padding-left: 48px;padding-right: 44px;margin-top: 22px;margin-bottom: 0px;}
.p5{text-align: justify;padding-left: 48px;padding-right: 44px;margin-top: 18px;margin-bottom: 0px;}
.p6{text-align: justify;padding-left: 24px;margin-top: 45px;margin-bottom: 0px;}
.p7{text-align: justify;padding-left: 48px;padding-right: 44px;margin-top: 21px;margin-bottom: 0px;}
.p8{text-align: justify;padding-left: 24px;margin-top: 0px;margin-bottom: 0px;}
.p9{text-align: justify;padding-left: 24px;margin-top: 22px;margin-bottom: 0px;}
.p10{text-align: left;padding-left: 24px;padding-right: 30px;margin-top: 47px;margin-bottom: 0px;text-indent: -24px;}
.p11{text-align: justify;padding-left: 24px;margin-top: 20px;margin-bottom: 0px;}
.p12{text-align: justify;padding-left: 24px;margin-top: 23px;margin-bottom: 0px;}
.p13{text-align: justify;padding-left: 24px;margin-top: 15px;margin-bottom: 0px;}
.p14{text-align: justify;padding-left: 24px;margin-top: 17px;margin-bottom: 0px;}
.p15{text-align: justify;padding-left: 24px;padding-right: 5px;margin-top: 0px;margin-bottom: 0px;}
.p16{text-align: justify;padding-left: 24px;padding-right: 5px;margin-top: 23px;margin-bottom: 0px;}
.p17{text-align: justify;padding-left: 24px;padding-right: 5px;margin-top: 16px;margin-bottom: 0px;}
.p18{text-align: justify;padding-left: 24px;padding-right: 23px;margin-top: 38px;margin-bottom: 0px;text-indent: -24px;}
.p19{text-align: justify;padding-left: 24px;margin-top: 16px;margin-bottom: 0px;}
.p20{text-align: justify;padding-left: 24px;padding-right: 8px;margin-top: 38px;margin-bottom: 0px;text-indent: -24px;}
.p21{text-align: left;padding-left: 24px;padding-right: 4px;margin-top: 0px;margin-bottom: 0px;text-indent: -24px;}
.p22{text-align: left;padding-left: 24px;padding-right: 10px;margin-top: 27px;margin-bottom: 0px;text-indent: -24px;}
.p23{text-align: justify;padding-left: 24px;padding-right: 16px;margin-top: 21px;margin-bottom: 0px;}
.p24{text-align: justify;padding-left: 24px;margin-top: 24px;margin-bottom: 0px;}
.p25{text-align: justify;margin-top: 0px;margin-bottom: 0px;}




</STYLE>
</HEAD>

<BODY>
<DIV id="page_1">

<P class="p0"><FONT class="ft0">PREGUNTAS DEL COMIT&#201; DE B&#218;SQUEDA A LOS CANDIDATOS A RECTOR DEL RUM </FONT><FONT class="ft1">y respuestas de Agust&#237;n Irizarry Rivera, Ph.D., P.E.</FONT></P>
<P class="p1"><FONT class="ft2">1.</FONT><FONT class="ft3">&#191;Qu&#233; representa para usted ser Rector del Recinto Universitario de Mayag&#252;ez?</FONT></P>
<P class="p2"><FONT class="ft4">Ser Rector del RUM es una responsabilidad, una distinci&#243;n y un orgullo. Aceptar la responsabilidad implica, a corto plazo, el hacer un esfuerzo honesto para entender las necesidades de la comunidad universitaria y trabajar juntos para satisfacerlas. Para hacer esto, en un estado de sitio como en el que nos encontramos hoy, es necesario establecer prioridades negociadas con la comunidad universitaria. A mediano y largo plazo la responsabilidad implica establecer objetivos y procesos que nos encaminen a alcanzar nuestras ambiciones comunes. La distinci&#243;n ser&#225; ef&#237;mera si no respondemos adecuadamente a los deseos y aspiraciones de nuestra comunidad.</FONT></P>
<P class="p3"><FONT class="ft2">2.</FONT><FONT class="ft5">Describa c&#243;mo ha sido su relaci&#243;n con la comunidad universitaria: estudiantes, personal docente y no-docente. Ofrezca ejemplos relevantes y comente c&#243;mo esa experiencia podr&#237;a ayudarle en su gesti&#243;n como Rector.</FONT></P>
<P class="p4"><FONT class="ft6">Soy Catedr&#225;tico y obtuve todos mis ascensos con un balance entre la ense&#241;anza, la investigaci&#243;n y el servicio. Mis cursos se llenan a pesar de que en mi Departamento tengo reputaci&#243;n de ser un profesor exigente. Todos los semestres desde que soy profesor he recibido invitaci&#243;n de mis alumnos para que ofrezca charlas en los temas de mi especialidad.</FONT></P>
<P class="p5"><FONT class="ft4">Nunca he perdido la paciencia con mis alumnos, cosa que no puedo reclamar con mis colegas de trabajo (docentes y no). A pesar de mis defectos, entre los que resalta una sinceridad a menudo excesiva, mis relaciones con los colegas docentes y no docentes son cordiales o amistosas.</FONT></P>
<P class="p6"><FONT class="ft2">3.</FONT><FONT class="ft3">&#191;Qu&#233; experiencias lo cualifican a usted para ser Rector del Recinto Universitario de Mayag&#252;ez?</FONT></P>
<P class="p7"><FONT class="ft4">Dos veces fui Director Asociado de mi Departamento y una vez Decano Auxiliar de Asuntos Acad&#233;micos del Recinto. Fui electo Senador Acad&#233;mico y represent&#233; con ah&#237;nco a mi Facultad en el Senado. Fui electo al Comit&#233; Graduado de mi Departamento durante 10 a&#241;os. He sido electo al Comit&#233; de Personal de mi Departamento. En ambos comit&#233;s, el Graduado y el de Personal, fui electo en todas las elecciones en las que he sido candidato. Presid&#237; el Comit&#233; de Personal, del que ahora soy miembro nuevamente, y soy representante de mi Departamento al Comit&#233; de Personal de la Facultad de Ingenier&#237;a. Hoy presido ese Comit&#233;.</FONT></P>
</DIV>
<DIV id="page_2">

<P class="p8"><FONT class="ft4">De estas experiencias de gobernanza universitaria las de servicio por elecci&#243;n requer&#237;an el endoso y apoyo de mis representados. Las administrativas requer&#237;an supervisi&#243;n del personal docente y no docente. Cree, o particip&#233; en la creaci&#243;n, de planes e itinerarios de trabajo y del seguimiento de los mismos. Particip&#233; en la definici&#243;n de visiones y misiones.</FONT></P>
<P class="p9"><FONT class="ft4">He construido presupuestos. He negociado e informado del resultado de las negociaciones a los que represento. Tambi&#233;n he enfrentado a mis superiores en el reclamo de lo que es justo para los que represento. Esto lo he hecho en reuniones o desde la silla de administrador con el mismo &#225;nimo que participo en marchas, huelgas y otras manifestaciones. Nunca he sentido contradicci&#243;n entre la protesta y la Universidad, entre el reclamo vigoroso y el rigor en la ense&#241;anza o la investigaci&#243;n. O somos democr&#225;ticos, con todas sus complicaciones, o no lo somos.</FONT></P>
<P class="p10"><FONT class="ft2">4.</FONT><FONT class="ft7">Dada la naturaleza, complejidad y extensi&#243;n de nuestro Recinto que incluye cuatro distintas Facultades, la Estaci&#243;n Experimental Agr&#237;cola y el Servicio de Extensi&#243;n Agr&#237;cola; a su juicio, &#191;cu&#225;les son las necesidades apremiantes del Recinto? De ser nombrado Rector, &#191;c&#243;mo comenzar&#237;a a atenderlas?</FONT></P>
<P class="p11"><FONT class="ft8">A menudo lo urgente no da paso a lo importante. Como lo urgente hay que atenderlo de inmediato la b&#250;squeda de fondos para operar adecuadamente es la prioridad.</FONT></P>
<P class="p12"><FONT class="ft4">Yo no me creo el cuento de la crisis fiscal. Nuestro dinero est&#225; donde siempre ha estado, en el Fondo General. Nos toca 9.6% de ese fondo hasta que cambie la ley. De hecho, hay tanto dinero en nuestro Pa&#237;s que hasta sobra para robarlo seg&#250;n rese&#241;a casi a diario la prensa.</FONT></P>
<P class="p13"><FONT class="ft4">Por lo tanto, quien sea Rector est&#225; obligado a buscar nuestros fondos, en la Legislatura y por encima de cualquiera, para cumplir con sus funciones seg&#250;n las define la Ley: (1) hacer justicia con los docentes y no docentes que se ha afectado al no recibir los ascensos y aumentos que por derecho le corresponden y (2) mantener la operaci&#243;n sana de nuestro Recinto. Recordemos que contratar, enviar a estudiar, dar licencias son acciones de la Junta Administrativa no de otro cuerpo. Si tenemos el presupuesto, o conseguimos el presupuesto con acci&#243;n directa del Rector, todo esto lo podemos hacer sin pedir permiso. El que no est&#233; dispuesto a hacer esto no debe aspirar a ser Rector, punto.</FONT></P>
<P class="p14"><FONT class="ft9">Es decir, como muy poco hace falta normalizar nuestra situaci&#243;n.</FONT></P>
</DIV>
<DIV id="page_3">

<P class="p15"><FONT class="ft4">Pero a largo plazo, para atender lo importante, hace falta m&#225;s que normalizar la situaci&#243;n. Las estructuras, f&#237;sicas y administrativas, del RUM en que laboro son casi id&#233;nticas a las del RUM en el que me gradu&#233; hace 22 a&#241;os. La visi&#243;n y la misi&#243;n del RUM no han cambiado. Si ha cambiado la percepci&#243;n de lo que hacemos en el RUM y si ha cambiado la manera de medir el valor de lo que hacemos. Ha cambiado dentro del RUM y ha cambiado en Puerto Rico.</FONT></P>
<P class="p16"><FONT class="ft4">&#191;De qu&#233; vale proponer soluciones si no estamos de acuerdo sobre nuestro fin? Conviene definir un fin. A mi juicio el fin de nuestra Universidad es producir bienestar. Necesitamos formar ciudadanos activos capaces de imaginar y construir un mejor pa&#237;s. Ciudadanos activos, no meros buenos trabajadores capaces de producir riqueza. Necesitamos formar ciudadanos activos con pensamiento cr&#237;tico, capaces de crear nuevo conocimiento y nuevas t&#233;cnicas. Necesitamos inculcar en nuestra comunidad el sentido de solidaridad entre nosotros y de servicio a la comunidad.</FONT></P>
<P class="p17"><FONT class="ft4">Es absurda la insistencia de que toda actividad tenga que justificarse en t&#233;rminos de retorno monetario de la inversi&#243;n. La creaci&#243;n de riqueza es tan solo un componente de nuestro valor como instituci&#243;n y no es el m&#225;s importante. Insistir en medir la aportaci&#243;n universitaria con una regla que s&#243;lo mide la creaci&#243;n de riqueza es una manera de empeque&#241;ecer nuestra aportaci&#243;n.</FONT></P>
<P class="p18"><FONT class="ft2">5.</FONT><FONT class="ft10">Sin recurrir a consideraciones econ&#243;micas, &#191;qu&#233; otras &#225;reas del &#225;mbito universitario entiende usted que merecen prioridad? &#191;C&#243;mo espec&#237;ficamente las trabajar&#237;a?</FONT></P>
<P class="p19"><FONT class="ft11">Necesitamos lograr la participaci&#243;n real, justa y efectiva de la comunidad universitaria en los procesos de toma de decisiones. Necesitamos usar el di&#225;logo colaborativo para establecer nuestras prioridades y las acciones que nos lleven a atender nuestros problemas. Recabar&#237;a el apoyo del Senado Acad&#233;mico, de los consejos y asociaciones de estudiantes, y las organizaciones no docentes para comenzar a construir estos procesos.</FONT></P>
<P class="p20"><FONT class="ft2">6.</FONT><FONT class="ft5">&#191;C&#243;mo cree usted que el personal docente del RUM se ha afectado con las medidas cautelares y otras decisiones ejecutivas recientes? &#191;Qu&#233; acciones espec&#237;ficas tomar&#237;a para motivar y retener a los miembros de la Facultad del Recinto?</FONT></P>
<P class="p16"><FONT class="ft4">El personal docente, y el no docente, se ha afectado al no recibir los ascensos y aumentos que por derecho le corresponden. En el caso espec&#237;fico de los docentes no se otorgan los ascensos para los que los docentes han sido recomendados, se cancelan las sab&#225;ticas, las licencias de estudio. Las acciones a tomar las describ&#237; en la contestaci&#243;n a la pregunta 4.</FONT></P>
</DIV>
<DIV id="page_4">

<P class="p21"><FONT class="ft2">7.</FONT><FONT class="ft5">&#191;C&#243;mo usted visualiza su relaci&#243;n con la Junta de S&#237;ndicos y el Presidente de la Universidad de Puerto Rico y con el gobierno central, en defensa de los intereses particulares y apremiantes del RUM?</FONT></P>
<P class="p9"><FONT class="ft4">El rector necesita trabajar en colaboraci&#243;n con el presidente y la junta de s&#237;ndicos. El rector tiene que actuar con la autonom&#237;a que le concede la Ley y el Reglamento y tiene que defender su jurisdicci&#243;n. Lo que le compete al rector lo debe hacer el rector y no pedir permiso. El rector necesita que transfieran el presupuesto que le toca al RUM a una cuenta que controle el RUM. De esta forma el rector puede a su vez transferir el presupuesto que les toca a los decanatos y departamentos. As&#237; cada unidad puede hacer planes y ejecutarlos. El rector debe luchar para obtener este presupuesto y, si no es suficiente, debe actuar por cuenta propia y buscar fondos donde sea necesario incluyendo la Legislatura.</FONT></P>
<P class="p22"><FONT class="ft2">8.</FONT><FONT class="ft12">Si fuera recomendado por este comit&#233; y nombrado por el Presidente como pr&#243;ximo rector del RUM, &#191;cu&#225;l ser&#237;a el rol de los siguientes elementos en el gobierno interno del RUM bajo su mandato: el &#8220;Staff&#8221; del Rector, la Junta Administrativa, el Senado Acad&#233;mico, la Oficina del Asesor Legal, la Administraci&#243;n Central y la Junta de S&#237;ndicos?</FONT></P>
<P class="p11"><FONT class="ft4">El personal de apoyo (&#8220;staff&#8221;) del Rector apoyar&#225; al Rector. Tendr&#225; encomiendas especiales, coordinar&#225; actividades, dar&#225; seguimiento a las gestiones pendientes, iniciar&#225; contactos cuando el Rector lo solicite ...</FONT></P>
<P class="p23"><FONT class="ft8">La Junta Administrativa tendr&#225; sus funciones habituales. Ser&#225; un cuerpo consultivo del rector y colaborar&#225; con &#233;l en la realizaci&#243;n del programa universitario.</FONT></P>
<P class="p24"><FONT class="ft4">El Senado Acad&#233;mico es el foro oficial donde docentes y estudiantes participan en el establecimiento de normas acad&#233;micas y la discusi&#243;n de asuntos de inter&#233;s general de la comunidad universitaria. A menudo la primera tarea, el establecimiento de normas acad&#233;micas, consume su agenda. El Senado Acad&#233;mico debe invertir m&#225;s tiempo en la discusi&#243;n de asuntos de inter&#233;s general de la comunidad universitaria. Debe ser un foro para establecer aspiraciones universitarias. El Senado Acad&#233;mico puede y debe organizar foros para discutir cuales son nuestros problemas, nuestras preocupaciones y nuestras aspiraciones.</FONT></P>
<P class="p12"><FONT class="ft4">Oficina del Asesor Legal. Dice en la p&#225;gina del RUM que la funci&#243;n de la Oficina del Asesor Legal es </FONT><FONT class="ft13">asesorar y orientar al Rector, Decanos y Directores de Departamentos sobre los aspectos legales que inciden en la reglamentaci&#243;n de la Universidad de Puerto Rico Recinto Universitario de Mayag&#252;ez</FONT><FONT class="ft4">. Si fuera a cambiar algo de esto dir&#237;a que la funci&#243;n debe ser </FONT><FONT class="ft13">asesorar y orientar al Rector cuando este lo solicite, &#8230;</FONT></P>
</DIV>
<DIV id="page_5">

<P class="p25"><FONT class="ft4">La Administraci&#243;n Central y la junta de s&#237;ndicos deben hacer lo que le toca en Ley y nada m&#225;s. Deben hacer un esfuerzo consciente para no interferir en los asuntos que debe resolver cada Recinto.</FONT></P>
</DIV>
<div style="padding:50px 0 15px 0;"><a href="http://pdf2html.blogspot.com/" style="padding:10;font-family:Arial, Helvetica, sans-serif; font-size:12px; color:#666; border-top:solid medium #CCC">Convert PDF to HTML using PDF2HTML Online</a></div></body>
</HTML>
